[
  {
    "section_title": "Full Document Content",
    "page_label": "1",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "40a42299-f866-4267-81f2-c5976fc6fb43",
    "content": "Title 21 —Food and Drugs\nChapter I —Food and Drug Administration, Department of Health and Human Services\nSubchapter A —General\nPart 56 Institutional Review Boards\nSubpart A General Provisions\n§ 56.101 Scope.\n§ 56.102 Definitions.\n§ 56.103 Circumstances in which IRB review is required.\n§ 56.104 Exemptions from IRB requirement.\n§ 56.105 Waiver of IRB requirement.\nSubpart B Organization and Personnel\n§ 56.106 Registration.\n§ 56.107 IRB membership.\nSubpart C IRB Functions and Operations\n§ 56.108 IRB functions and operations.\n§ 56.109 IRB review of research.\n§ 56.110 Expedited review procedures for certain kinds of research involving no more than\nminimal risk, and for minor changes in approved research.\n§ 56.111 Criteria for IRB approval of research.\n§ 56.112 Review by institution.\n§ 56.113 Suspension or termination of IRB approval of research.\n§ 56.114 Cooperative research.\nSubpart D Records and Reports\n§ 56.115 IRB records.\nSubpart E Administrative Actions for Noncompliance\n§ 56.120 Lesser administrative actions.\n§ 56.121 Disqualification of an IRB or an institution.\n§ 56.122 Public disclosure of information regarding revocation.\n§ 56.123 Reinstatement of an IRB or an institution.\n§ 56.124 Actions alternative or additional to disqualification.\nPART 56—INSTITUTIONAL REVIEW BOARDS\nAuthority: 21 U.S.C. 321, 343, 346, 346a, 348, 350a, 350b, 351, 352, 353, 355, 360, 360c-360f, 360h, 360i, 360j,\n360hh-360ss, 371, 379e, 381; 42 U.S.C. 216, 241, 262.\nThis content is from the eCFR and is authoritative but unofficial.\n21 CFR Part 56 (up to date as of 5/02/2025)\nInstitutional Review Boards 21 CFR Part 56 (May 2, 2025)\n21 CFR 56 (enhanced display) page 1 of 13"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "2",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "a81c67dd-16a5-4151-999a-f1715f058204",
    "content": "Source: 46 FR 8975, Jan. 27, 1981, unless otherwise noted.\nSubpart A—General Provisions\n§ 56.101 Scope.\n[46 FR 8975, Jan. 27, 1981, as amended at 64 FR 399, Jan. 5, 1999; 66 FR 20599, Apr. 24, 2001]\n§ 56.102 Definitions.\nAs used in this part:\n(a) This part contains the general standards for the composition, operation, and responsibility of an\nInstitutional Review Board (IRB) that reviews clinical investigations regulated by the Food and Drug\nAdministration under sections 505(i) and 520(g) of the act, as well as clinical investigations that support\napplications for research or marketing permits for products regulated by the Food and Drug\nAdministration, including foods, including dietary supplements, that bear a nutrient content claim or a\nhealth claim, infant formulas, food and color additives, drugs for human use, medical devices for human\nuse, biological products for human use, and electronic products. Compliance with this part is intended to\nprotect the rights and welfare of human subjects involved in such investigations.\n(b) References in this part to regulatory sections of the Code of Federal Regulations are to chapter I of title\n21, unless otherwise noted.\n(a) Act means the Federal Food, Drug, and Cosmetic Act, as amended (secs. 201-902, 52 Stat. 1040 et seq.,\nas amended (21 U.S.C. 321-392)).\n(b) Application for research or marketing permit includes:\n(1) A color additive petition, described in part 71.\n(2) Data and information regarding a substance submitted as part of the procedures for establishing\nthat a substance is generally recognized as safe for a use which results or may reasonably be\nexpected to result, directly or indirectly, in its becoming a component or otherwise affecting the\ncharacteristics of any food, described in § 170.35.\n(3) A food additive petition, described in part 171.\n(4) Data and information regarding a food additive submitted as part of the procedures regarding food\nadditives permitted to be used on an interim basis pending additional study, described in § 180.1.\n(5) Data and information regarding a substance submitted as part of the procedures for establishing a\ntolerance for unavoidable contaminants in food and food-packaging materials, described in section\n406 of the act.\n(6) An investigational new drug application, described in part 312 of this chapter.\n(7) A new drug application, described in part 314.\n(8) Data and information regarding the bioavailability or bioequivalence of drugs for human use\nsubmitted as part of the procedures for issuing, amending, or repealing a bioequivalence\nrequirement, described in part 320.\n21 CFR Part 56 (up to date as of 5/02/2025)\nInstitutional Review Boards 21 CFR 56.101\n21 CFR 56.102(b)(8) (enhanced display) page 2 of 13"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "3",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "6694b659-e362-4ce4-9aeb-550c4098a159",
    "content": "(9) Data and information regarding an over-the-counter drug for human use submitted as part of the\nprocedures for classifying such drugs as generally recognized as safe and effective and not\nmisbranded, described in part 330.\n(10) An application for a biologics license, described in part 601 of this chapter.\n(11) Data and information regarding a biological product submitted as part of the procedures for\ndetermining that licensed biological products are safe and effective and not misbranded, as\ndescribed in part 601 of this chapter.\n(12) An Application for an Investigational Device Exemption, described in part 812.\n(13) Data and information regarding a medical device for human use submitted as part of the procedures\nfor classifying such devices, described in part 860.\n(14) Data and information regarding a medical device for human use submitted as part of the procedures\nfor establishing, amending, or repealing a standard for such device, described in part 861.\n(15) An application for premarket approval of a medical device for human use, described in section 515\nof the act.\n(16) A product development protocol for a medical device for human use, described in section 515 of the\nact.\n(17) Data and information regarding an electronic product submitted as part of the procedures for\nestablishing, amending, or repealing a standard for such products, described in section 358 of the\nPublic Health Service Act.\n(18) Data and information regarding an electronic product submitted as part of the procedures for\nobtaining a variance from any electronic product performance standard, as described in § 1010.4.\n(19) Data and information regarding an electronic product submitted as part of the procedures for\ngranting, amending, or extending an exemption from a radiation safety performance standard, as\ndescribed in § 1010.5.\n(20) Data and information regarding an electronic product submitted as part of the procedures for\nobtaining an exemption from notification of a radiation safety defect or failure of compliance with a\nradiation safety performance standard, described in subpart D of part 1003.\n(21) Data and information about a clinical study of an infant formula when submitted as part of an infant\nformula notification under section 412(c) of the Federal Food, Drug, and Cosmetic Act.\n(22) Data and information submitted in a petition for a nutrient content claim, described in § 101.69 of\nthis chapter, and for a health claim, described in § 101.70 of this chapter.\n(23) Data and information from investigations involving children submitted in a new dietary ingredient\nnotification, described in § 190.6 of this chapter.\n(c) Clinical investigation means any experiment that involves a test article and one or more human subjects,\nand that either must meet the requirements for prior submission to the Food and Drug Administration\nunder section 505(i) or 520(g) of the act, or need not meet the requirements for prior submission to the\nFood and Drug Administration under these sections of the act, but the results of which are intended to be\nlater submitted to, or held for inspection by, the Food and Drug Administration as part of an application\n21 CFR Part 56 (up to date as of 5/02/2025)\nInstitutional Review Boards 21 CFR 56.102(b)(9)\n21 CFR 56.102(c) (enhanced display) page 3 of 13"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "4",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "15f42b27-cbd0-4715-bf76-ac285cf4054c",
    "content": "[46 FR 8975, Jan. 27, 1981, as amended at 54 FR 9038, Mar. 3, 1989; 56 FR 28028, June 18, 1991; 64 FR 399, Jan. 5, 1999; 64 FR\n56448, Oct. 20, 1999; 65 FR 52302, Aug. 29, 2000; 66 FR 20599, Apr. 24, 2001; 74 FR 2368, Jan. 15, 2009]\nfor a research or marketing permit. The term does not include experiments that must meet the provisions\nof part 58, regarding nonclinical laboratory studies. The terms research, clinical research, clinical study,\nstudy, and clinical investigation are deemed to be synonymous for purposes of this part.\n(d) Emergency use means the use of a test article on a human subject in a life-threatening situation in which\nno standard acceptable treatment is available, and in which there is not sufficient time to obtain IRB\napproval.\n(e) Human subject means an individual who is or becomes a participant in research, either as a recipient of\nthe test article or as a control. A subject may be either a healthy individual or a patient.\n(f) Institution means any public or private entity or agency (including Federal, State, and other agencies). The\nterm facility as used in section 520(g) of the act is deemed to be synonymous with the term institution for\npurposes of this part.\n(g) Institutional Review Board (IRB) means any board, committee, or other group formally designated by an\ninstitution to review, to approve the initiation of, and to conduct periodic review of, biomedical research\ninvolving human subjects. The primary purpose of such review is to assure the protection of the rights\nand welfare of the human subjects. The term has the same meaning as the phrase institutional review\ncommittee as used in section 520(g) of the act.\n(h) Investigator means an individual who actually conducts a clinical investigation (i.e., under whose\nimmediate direction the test article is administered or dispensed to, or used involving, a subject) or, in the\nevent of an investigation conducted by a team of individuals, is the responsible leader of that team.\n(i) Minimal risk means that the probability and magnitude of harm or discomfort anticipated in the research\nare not greater in and of themselves than those ordinarily encountered in daily life or during the\nperformance of routine physical or psychological examinations or tests.\n(j) Sponsor means a person or other entity that initiates a clinical investigation, but that does not actually\nconduct the investigation, i.e., the test article is administered or dispensed to, or used involving, a subject\nunder the immediate direction of another individual. A person other than an individual (e.g., a corporation\nor agency) that uses one or more of its own employees to conduct an investigation that it has initiated is\nconsidered to be a sponsor (not a sponsor-investigator), and the employees are considered to be\ninvestigators.\n(k) Sponsor-investigator means an individual who both initiates and actually conducts, alone or with others, a\nclinical investigation, i.e., under whose immediate direction the test article is administered or dispensed\nto, or used involving, a subject. The term does not include any person other than an individual, e.g., it does\nnot include a corporation or agency. The obligations of a sponsor-investigator under this part include both\nthose of a sponsor and those of an investigator.\n(l) Test article means any drug for human use, biological product for human use, medical device for human\nuse, human food additive, color additive, electronic product, or any other article subject to regulation\nunder the act or under sections 351 or 354-360F of the Public Health Service Act.\n(m) IRB approval means the determination of the IRB that the clinical investigation has been reviewed and may\nbe conducted at an institution within the constraints set forth by the IRB and by other institutional and\nFederal requirements.\n21 CFR Part 56 (up to date as of 5/02/2025)\nInstitutional Review Boards 21 CFR 56.102(d)\n21 CFR 56.102(m) (enhanced display) page 4 of 13"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "5",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "a6b3d83d-bb7b-4cdc-a823-1399d9772e5c",
    "content": "§ 56.103 Circumstances in which IRB review is required.\n[46 FR 8975, Jan. 27, 1981; 46 FR 14340, Feb. 27, 1981]\n§ 56.104 Exemptions from IRB requirement.\nThe following categories of clinical investigations are exempt from the requirements of this part for IRB review:\n[46 FR 8975, Jan. 27, 1981, as amended at 56 FR 28028, June 18, 1991]\n§ 56.105 Waiver of IRB requirement.\nOn the application of a sponsor or sponsor-investigator, the Food and Drug Administration may waive any of the\nrequirements contained in these regulations, including the requirements for IRB review, for specific research\nactivities or for classes of research activities, otherwise covered by these regulations.\nSubpart B—Organization and Personnel\n(a) Except as provided in §§ 56.104 and 56.105, any clinical investigation which must meet the requirements\nfor prior submission (as required in parts 312, 812, and 813) to the Food and Drug Administration shall\nnot be initiated unless that investigation has been reviewed and approved by, and remains subject to\ncontinuing review by, an IRB meeting the requirements of this part.\n(b) Except as provided in §§ 56.104 and 56.105, the Food and Drug Administration may decide not to\nconsider in support of an application for a research or marketing permit any data or information that has\nbeen derived from a clinical investigation that has not been approved by, and that was not subject to initial\nand continuing review by, an IRB meeting the requirements of this part. The determination that a clinical\ninvestigation may not be considered in support of an application for a research or marketing permit does\nnot, however, relieve the applicant for such a permit of any obligation under any other applicable\nregulations to submit the results of the investigation to the Food and Drug Administration.\n(c) Compliance with these regulations will in no way render inapplicable pertinent Federal, State, or local laws\nor regulations.\n(a) Any investigation which commenced before July 27, 1981 and was subject to requirements for IRB review\nunder FDA regulations before that date, provided that the investigation remains subject to review of an\nIRB which meets the FDA requirements in effect before July 27, 1981.\n(b) Any investigation commenced before July 27, 1981 and was not otherwise subject to requirements for\nIRB review under Food and Drug Administration regulations before that date.\n(c) Emergency use of a test article, provided that such emergency use is reported to the IRB within 5 working\ndays. Any subsequent use of the test article at the institution is subject to IRB review.\n(d) Taste and food quality evaluations and consumer acceptance studies, if wholesome foods without\nadditives are consumed or if a food is consumed that contains a food ingredient at or below the level and\nfor a use found to be safe, or agricultural, chemical, or environmental contaminant at or below the level\nfound to be safe, by the Food and Drug Administration or approved by the Environmental Protection\nAgency or the Food Safety and Inspection Service of the U.S. Department of Agriculture.\n21 CFR Part 56 (up to date as of 5/02/2025)\nInstitutional Review Boards 21 CFR 56.103\n21 CFR 56.105 (enhanced display) page 5 of 13"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "6",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "5a5ac9a6-8911-4ae3-ab0c-2cf9704d11d9",
    "content": "§ 56.106 Registration.\n[74 FR 2368, Jan. 15, 2009, as amended at 78 FR 16401, Mar. 15, 2013]\n(a) Who must register? Each IRB in the United States that reviews clinical investigations regulated by FDA\nunder sections 505(i) or 520(g) of the act and each IRB in the United States that reviews clinical\ninvestigations that are intended to support applications for research or marketing permits for FDA-\nregulated products must register at a site maintained by the Department of Health and Human Services\n(HHS). (A research permit under section 505(i) of the act is usually known as an investigational new drug\napplication (IND), while a research permit under section 520(g) of the act is usually known as an\ninvestigational device exemption (IDE).) An individual authorized to act on the IRB's behalf must submit\nthe registration information. All other IRBs may register voluntarily.\n(b) What information must an IRB register? Each IRB must provide the following information:\n(1) The name, mailing address, and street address (if different from the mailing address) of the\ninstitution operating the IRB and the name, mailing address, phone number, facsimile number, and\nelectronic mail address of the senior officer of that institution who is responsible for overseeing\nactivities performed by the IRB;\n(2) The IRB's name, mailing address, street address (if different from the mailing address), phone\nnumber, facsimile number, and electronic mail address; each IRB chairperson's name, phone number,\nand electronic mail address; and the name, mailing address, phone number, facsimile number, and\nelectronic mail address of the contact person providing the registration information.\n(3) The approximate number of active protocols involving FDA-regulated products reviewed. For\npurposes of this rule, an “active protocol” is any protocol for which an IRB conducted an initial review\nor a continuing review at a convened meeting or under an expedited review procedure during the\npreceding 12 months; and\n(4) A description of the types of FDA-regulated products (such as biological products, color additives,\nfood additives, human drugs, or medical devices) involved in the protocols that the IRB reviews.\n(c) When must an IRB register? Each IRB must submit an initial registration. The initial registration must occur\nbefore the IRB begins to review a clinical investigation described in paragraph (a) of this section. Each IRB\nmust renew its registration every 3 years. IRB registration becomes effective after review and acceptance\nby HHS.\n(d) Where can an IRB register? Each IRB may register electronically through http://ohrp.cit.nih.gov/efile. If an\nIRB lacks the ability to register electronically, it must send its registration information, in writing, to the\nOffice of Good Clinical Practice, Office of Special Medical Programs, Food and Drug Administration, 10903\nNew Hampshire Ave., Bldg. 32, Rm. 5129, Silver Spring, MD 20993.\n(e) How does an IRB revise its registration information? If an IRB's contact or chair person information\nchanges, the IRB must revise its registration information by submitting any changes in that information\nwithin 90 days of the change. An IRB's decision to review new types of FDA-regulated products (such as a\ndecision to review studies pertaining to food additives whereas the IRB previously reviewed studies\npertaining to drug products), or to discontinue reviewing clinical investigations regulated by FDA is a\nchange that must be reported within 30 days of the change. An IRB's decision to disband is a change that\nmust be reported within 30 days of permanent cessation of the IRB's review of research. All other\ninformation changes may be reported when the IRB renews its registration. The revised information must\nbe sent to FDA either electronically or in writing in accordance with paragraph (d) of this section.\n21 CFR Part 56 (up to date as of 5/02/2025)\nInstitutional Review Boards 21 CFR 56.106\n21 CFR 56.106(e) (enhanced display) page 6 of 13"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "7",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "69d4f682-5e79-4bda-a03c-f7ac0c5b91ae",
    "content": "§ 56.107 IRB membership.\n[46 FR 8975, Jan. 27, 1981, as amended at 56 FR 28028, June 18, 1991; 56 FR 29756, June 28, 1991; 78 FR 16401, Mar. 15, 2013]\nSubpart C—IRB Functions and Operations\n§ 56.108 IRB functions and operations.\nIn order to fulfill the requirements of these regulations, each IRB shall:\n(a) Each IRB shall have at least five members, with varying backgrounds to promote complete and adequate\nreview of research activities commonly conducted by the institution. The IRB shall be sufficiently qualified\nthrough the experience and expertise of its members, and the diversity of the members, including\nconsideration of race, gender, cultural backgrounds, and sensitivity to such issues as community\nattitudes, to promote respect for its advice and counsel in safeguarding the rights and welfare of human\nsubjects. In addition to possessing the professional competence necessary to review the specific\nresearch activities, the IRB shall be able to ascertain the acceptability of proposed research in terms of\ninstitutional commitments and regulations, applicable law, and standards of professional conduct and\npractice. * * * The IRB shall therefore include persons knowledgeable in these areas. If an IRB regularly\nreviews research that involves a vulnerable category of subjects, such as children, prisoners, pregnant\nwomen, or handicapped or mentally disabled persons, consideration shall be given to the inclusion of one\nor more individuals who are knowledgeable about and experienced in working with those subjects.\n(b) Every nondiscriminatory effort will be made to ensure that no IRB consists entirely of men or entirely of\nwomen, including the instituton's consideration of qualified persons of both sexes, so long as no selection\nis made to the IRB on the basis of gender. No IRB may consist entirely of members of one profession.\n(c) Each IRB shall include at least one member whose primary concerns are in the scientific area and at least\none member whose primary concerns are in nonscientific areas.\n(d) Each IRB shall include at least one member who is not otherwise affiliated with the institution and who is\nnot part of the immediate family of a person who is affiliated with the institution.\n(e) No IRB may have a member participate in the IRB's initial or continuing review of any project in which the\nmember has a conflicting interest, except to provide information requested by the IRB.\n(f) An IRB may, in its discretion, invite individuals with competence in special areas to assist in the review of\ncomplex issues which require expertise beyond or in addition to that available on the IRB. These\nindividuals may not vote with the IRB.\n(a) Follow written procedures:\n(1) For conducting its initial and continuing review of research and for reporting its findings and actions\nto the investigator and the institution;\n(2) for determining which projects require review more often than annually and which projects need\nverification from sources other than the investigator that no material changes have occurred since\nprevious IRB review;\n(3) for ensuring prompt reporting to the IRB of changes in research activity; and\n21 CFR Part 56 (up to date as of 5/02/2025)\nInstitutional Review Boards 21 CFR 56.107\n21 CFR 56.108(a)(3) (enhanced display) page 7 of 13"
  },
  {
    "section_title": "Document Preamble",
    "page_label": "8",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "42399faa-9761-413a-8b96-23953f9e2409",
    "content": "[46 FR 8975, Jan. 27, 1981, as amended at 56 FR 28028, June 18, 1991; 67 FR 9585, Mar. 4, 2002]\n§ 56.109 IRB review of research.\n(4) for ensuring that changes in approved research, during the period for which IRB approval has already\nbeen given, may not be initiated without IRB review and approval except where necessary to\neliminate apparent immediate hazards to the human subjects.\n(b) Follow written procedures for ensuring prompt reporting to the IRB, appropriate institutional officials, and\nthe Food and Drug Administration of:\n(1) Any unanticipated problems involving risks to human subjects or others;\n(2) any instance of serious or continuing noncompliance with these regulations or the requirements or\ndeterminations of the IRB; or\n(3) any suspension or termination of IRB approval.\n(c) Except when an expedited review procedure is used (see § 56.110), review proposed research at\nconvened meetings at which a majority of the members of the IRB are present, including at least one\nmember whose primary concerns are in nonscientific areas. In order for the research to be approved, it\nshall receive the approval of a majority of those members present at the meeting.\n(a) An IRB shall review and have authority to approve, require modifications in (to secure approval), or\ndisapprove all research activities covered by these regulations.\n(b) An IRB shall require that information given to subjects as part of informed consent is in accordance with §"
  },
  {
    "section_title": "50.25. The IRB may require that information, in addition to that specifically mentioned in § 50.25, be given",
    "page_label": "8",
    "heading_level": 2,
    "heading_id": "50.25",
    "parent_node_id": "42399faa-9761-413a-8b96-23953f9e2409",
    "node_id": "a5b5d1cb-ab75-48c4-a57d-5918aeb2ae27",
    "content": "to the subjects when in the IRB's judgment the information would meaningfully add to the protection of\nthe rights and welfare of subjects.\n(c) An IRB shall require documentation of informed consent in accordance with § 50.27 of this chapter,\nexcept as follows:\n(1) The IRB may, for some or all subjects, waive the requirement that the subject, or the subject's legally\nauthorized representative, sign a written consent form if it finds that the research presents no more\nthan minimal risk of harm to subjects and involves no procedures for which written consent is\nnormally required outside the research context; or\n(2) The IRB may, for some or all subjects, find that the requirements in § 50.24 of this chapter for an\nexception from informed consent for emergency research are met.\n(d) In cases where the documentation requirement is waived under paragraph (c)(1) of this section, the IRB\nmay require the investigator to provide subjects with a written statement regarding the research.\n(e) An IRB shall notify investigators and the institution in writing of its decision to approve or disapprove the\nproposed research activity, or of modifications required to secure IRB approval of the research activity. If\nthe IRB decides to disapprove a research activity, it shall include in its written notification a statement of\nthe reasons for its decision and give the investigator an opportunity to respond in person or in writing. For\ninvestigations involving an exception to informed consent under § 50.24 of this chapter, an IRB shall\npromptly notify in writing the investigator and the sponsor of the research when an IRB determines that it\n21 CFR Part 56 (up to date as of 5/02/2025)\nInstitutional Review Boards 21 CFR 56.108(a)(4)\n21 CFR 56.109(e) (enhanced display) page 8 of 13"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "9",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "68eaa1f3-cd54-4a9d-ae6b-664b804756c4",
    "content": "[46 FR 8975, Jan. 27, 1981, as amended at 61 FR 51529, Oct. 2, 1996; 66 FR 20599, Apr. 24, 2001; 78 FR 12951, Feb. 26, 2013]\n§ 56.110 Expedited review procedures for certain kinds of research involving no more than\nminimal risk, and for minor changes in approved research.\n[46 FR 8975, Jan. 27, 1981, as amended at 56 FR 28029, June 18, 1991]\ncannot approve the research because it does not meet the criteria in the exception provided under §\n50.24(a) of this chapter or because of other relevant ethical concerns. The written notification shall\ninclude a statement of the reasons for the IRB's determination.\n(f) An IRB shall conduct continuing review of research covered by these regulations at intervals appropriate\nto the degree of risk, but not less than once per year, and shall have authority to observe or have a third\nparty observe the consent process and the research.\n(g) An IRB shall provide in writing to the sponsor of research involving an exception to informed consent\nunder § 50.24 of this chapter a copy of information that has been publicly disclosed under §\n50.24(a)(7)(ii) and (a)(7)(iii) of this chapter. The IRB shall provide this information to the sponsor\npromptly so that the sponsor is aware that such disclosure has occurred. Upon receipt, the sponsor shall\nprovide copies of the information disclosed to FDA.\n(h) When some or all of the subjects in a study are children, an IRB must determine that the research study is\nin compliance with part 50, subpart D of this chapter, at the time of its initial review of the research. When\nsome or all of the subjects in a study that was ongoing on April 30, 2001, are children, an IRB must\nconduct a review of the research to determine compliance with part 50, subpart D of this chapter, either at\nthe time of continuing review or, at the discretion of the IRB, at an earlier date.\n(a) The Food and Drug Administration has established, and published in the FEDERAL REGISTER, a list of\ncategories of research that may be reviewed by the IRB through an expedited review procedure. The list\nwill be amended, as appropriate, through periodic republication in the FEDERAL REGISTER.\n(b) An IRB may use the expedited review procedure to review either or both of the following:\n(1) Some or all of the research appearing on the list and found by the reviewer(s) to involve no more\nthan minimal risk,\n(2) minor changes in previously approved research during the period (of 1 year or less) for which\napproval is authorized. Under an expedited review procedure, the review may be carried out by the\nIRB chairperson or by one or more experienced reviewers designated by the IRB chairperson from\namong the members of the IRB. In reviewing the research, the reviewers may exercise all of the\nauthorities of the IRB except that the reviewers may not disapprove the research. A research activity\nmay be disapproved only after review in accordance with the nonexpedited review procedure set\nforth in § 56.108(c).\n(c) Each IRB which uses an expedited review procedure shall adopt a method for keeping all members\nadvised of research proposals which have been approved under the procedure.\n(d) The Food and Drug Administration may restrict, suspend, or terminate an institution's or IRB's use of the\nexpedited review procedure when necessary to protect the rights or welfare of subjects.\n21 CFR Part 56 (up to date as of 5/02/2025)\nInstitutional Review Boards 21 CFR 56.109(f)\n21 CFR 56.110(d) (enhanced display) page 9 of 13"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "10",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "5b393315-d01d-40aa-9525-54f630a182c3",
    "content": "§ 56.111 Criteria for IRB approval of research.\n[46 FR 8975, Jan. 27, 1981, as amended at 56 FR 28029, June 18, 1991; 66 FR 20599, Apr. 24, 2001]\n§ 56.112 Review by institution.\nResearch covered by these regulations that has been approved by an IRB may be subject to further appropriate\nreview and approval or disapproval by officials of the institution. However, those officials may not approve the\nresearch if it has not been approved by an IRB.\n(a) In order to approve research covered by these regulations the IRB shall determine that all of the following\nrequirements are satisfied:\n(1) Risks to subjects are minimized:\n(i) By using procedures which are consistent with sound research design and which do not\nunnecessarily expose subjects to risk, and\n(ii) whenever appropriate, by using procedures already being performed on the subjects for\ndiagnostic or treatment purposes.\n(2) Risks to subjects are reasonable in relation to anticipated benefits, if any, to subjects, and the\nimportance of the knowledge that may be expected to result. In evaluating risks and benefits, the IRB\nshould consider only those risks and benefits that may result from the research (as distinguished\nfrom risks and benefits of therapies that subjects would receive even if not participating in the\nresearch). The IRB should not consider possible long-range effects of applying knowledge gained in\nthe research (for example, the possible effects of the research on public policy) as among those\nresearch risks that fall within the purview of its responsibility.\n(3) Selection of subjects is equitable. In making this assessment the IRB should take into account the\npurposes of the research and the setting in which the research will be conducted and should be\nparticularly cognizant of the special problems of research involving vulnerable populations, such as\nchildren, prisoners, pregnant women, handicapped, or mentally disabled persons, or economically or\neducationally disadvantaged persons.\n(4) Informed consent will be sought from each prospective subject or the subject's legally authorized\nrepresentative, in accordance with and to the extent required by part 50.\n(5) Informed consent will be appropriately documented, in accordance with and to the extent required by\n§ 50.27.\n(6) Where appropriate, the research plan makes adequate provision for monitoring the data collected to\nensure the safety of subjects.\n(7) Where appropriate, there are adequate provisions to protect the privacy of subjects and to maintain\nthe confidentiality of data.\n(b) When some or all of the subjects, such as children, prisoners, pregnant women, handicapped, or mentally\ndisabled persons, or economically or educationally disadvantaged persons, are likely to be vulnerable to\ncoercion or undue influence additional safeguards have been included in the study to protect the rights\nand welfare of these subjects.\n(c) In order to approve research in which some or all of the subjects are children, an IRB must determine that\nall research is in compliance with part 50, subpart D of this chapter.\n21 CFR Part 56 (up to date as of 5/02/2025)\nInstitutional Review Boards 21 CFR 56.111\n21 CFR 56.112 (enhanced display) page 10 of 13"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "11",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "18bb4cd1-e0e4-4b02-b760-fbbd6b03c27d",
    "content": "§ 56.113 Suspension or termination of IRB approval of research.\nAn IRB shall have authority to suspend or terminate approval of research that is not being conducted in accordance\nwith the IRB's requirements or that has been associated with unexpected serious harm to subjects. Any suspension\nor termination of approval shall include a statement of the reasons for the IRB's action and shall be reported\npromptly to the investigator, appropriate institutional officials, and the Food and Drug Administration.\n§ 56.114 Cooperative research.\nIn complying with these regulations, institutions involved in multi-institutional studies may use joint review, reliance\nupon the review of another qualified IRB, or similar arrangements aimed at avoidance of duplication of effort.\nSubpart D—Records and Reports\n§ 56.115 IRB records.\n[46 FR 8975, Jan. 27, 1981, as amended at 56 FR 28029, June 18, 1991; 67 FR 9585, Mar. 4, 2002]\nSubpart E—Administrative Actions for Noncompliance\n(a) An institution, or where appropriate an IRB, shall prepare and maintain adequate documentation of IRB\nactivities, including the following:\n(1) Copies of all research proposals reviewed, scientific evaluations, if any, that accompany the\nproposals, approved sample consent documents, progress reports submitted by investigators, and\nreports of injuries to subjects.\n(2) Minutes of IRB meetings which shall be in sufficient detail to show attendance at the meetings;\nactions taken by the IRB; the vote on these actions including the number of members voting for,\nagainst, and abstaining; the basis for requiring changes in or disapproving research; and a written\nsummary of the discussion of controverted issues and their resolution.\n(3) Records of continuing review activities.\n(4) Copies of all correspondence between the IRB and the investigators.\n(5) A list of IRB members identified by name; earned degrees; representative capacity; indications of\nexperience such as board certifications, licenses, etc., sufficient to describe each member's chief\nanticipated contributions to IRB deliberations; and any employment or other relationship between\neach member and the institution; for example: full-time employee, part-time employee, a member of\ngoverning panel or board, stockholder, paid or unpaid consultant.\n(6) Written procedures for the IRB as required by § 56.108 (a) and (b).\n(7) Statements of significant new findings provided to subjects, as required by § 50.25.\n(b) The records required by this regulation shall be retained for at least 3 years after completion of the\nresearch, and the records shall be accessible for inspection and copying by authorized representatives of\nthe Food and Drug Administration at reasonable times and in a reasonable manner.\n(c) The Food and Drug Administration may refuse to consider a clinical investigation in support of an\napplication for a research or marketing permit if the institution or the IRB that reviewed the investigation\nrefuses to allow an inspection under this section.\n21 CFR Part 56 (up to date as of 5/02/2025)\nInstitutional Review Boards 21 CFR 56.113\n21 CFR 56.115(c) (enhanced display) page 11 of 13"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "12",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "59972808-ceed-415e-89d8-6c0f70181839",
    "content": "§ 56.120 Lesser administrative actions.\n[46 FR 8975, Jan. 27, 1981, as amended at 81 FR 19035, Apr. 4, 2016]\n§ 56.121 Disqualification of an IRB or an institution.\n(a) If apparent noncompliance with these regulations in the operation of an IRB is observed by an FDA\ninvestigator during an inspection, the inspector will present an oral or written summary of observations to\nan appropriate representative of the IRB. The Food and Drug Administration may subsequently send a\nletter describing the noncompliance to the IRB and to the parent institution. The agency will require that\nthe IRB or the parent institution respond to this letter within a time period specified by FDA and describe\nthe corrective actions that will be taken by the IRB, the institution, or both to achieve compliance with\nthese regulations.\n(b) On the basis of the IRB's or the institution's response, FDA may schedule a reinspection to confirm the\nadequacy of corrective actions. In addition, until the IRB or the parent institution takes appropriate\ncorrective action, the Agency may require the IRB to:\n(1) Withhold approval of new studies subject to the requirements of this part that are conducted at the\ninstitution or reviewed by the IRB;\n(2) Direct that no new subjects be added to ongoing studies subject to this part; or\n(3) Terminate ongoing studies subject to this part when doing so would not endanger the subjects.\n(c) When the apparent noncompliance creates a significant threat to the rights and welfare of human\nsubjects, FDA may notify relevant State and Federal regulatory agencies and other parties with a direct\ninterest in the Agency's action of the deficiencies in the operation of the IRB.\n(d) The parent institution is presumed to be responsible for the operation of an IRB, and the Food and Drug\nAdministration will ordinarily direct any administrative action under this subpart against the institution.\nHowever, depending on the evidence of responsibility for deficiencies, determined during the\ninvestigation, the Food and Drug Administration may restrict its administrative actions to the IRB or to a\ncomponent of the parent institution determined to be responsible for formal designation of the IRB.\n(a) Whenever the IRB or the institution has failed to take adequate steps to correct the noncompliance stated\nin the letter sent by the agency under § 56.120(a), and the Commissioner of Food and Drugs determines\nthat this noncompliance may justify the disqualification of the IRB or of the parent institution, the\nCommissioner will institute proceedings in accordance with the requirements for a regulatory hearing set\nforth in part 16.\n(b) The Commissioner may disqualify an IRB or the parent institution if the Commissioner determines that:\n(1) The IRB has refused or repeatedly failed to comply with any of the regulations set forth in this part,\nand\n(2) The noncompliance adversely affects the rights or welfare of the human subjects in a clinical\ninvestigation.\n(c) If the Commissioner determines that disqualification is appropriate, the Commissioner will issue an order\nthat explains the basis for the determination and that prescribes any actions to be taken with regard to\nongoing clinical research conducted under the review of the IRB. The Food and Drug Administration will\n21 CFR Part 56 (up to date as of 5/02/2025)\nInstitutional Review Boards 21 CFR 56.120\n21 CFR 56.121(c) (enhanced display) page 12 of 13"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "13",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "7cb9c605-d8f2-4dfd-80e4-e41fac82a5ee",
    "content": "§ 56.122 Public disclosure of information regarding revocation.\nA determination that the Food and Drug Administration has disqualified an institution and the administrative record\nregarding that determination are disclosable to the public under part 20.\n§ 56.123 Reinstatement of an IRB or an institution.\nAn IRB or an institution may be reinstated if the Commissioner determines, upon an evaluation of a written\nsubmission from the IRB or institution that explains the corrective action that the institution or IRB plans to take,\nthat the IRB or institution has provided adequate assurance that it will operate in compliance with the standards set\nforth in this part. Notification of reinstatement shall be provided to all persons notified under § 56.121(c).\n§ 56.124 Actions alternative or additional to disqualification.\nDisqualification of an IRB or of an institution is independent of, and neither in lieu of nor a precondition to, other\nproceedings or actions authorized by the act. The Food and Drug Administration may, at any time, through the\nDepartment of Justice institute any appropriate judicial proceedings (civil or criminal) and any other appropriate\nregulatory action, in addition to or in lieu of, and before, at the time of, or after, disqualification. The agency may also\nrefer pertinent matters to another Federal, State, or local government agency for any action that that agency\ndetermines to be appropriate.\nsend notice of the disqualification to the IRB and the parent institution. Other parties with a direct interest,\nsuch as sponsors and clinical investigators, may also be sent a notice of the disqualification. In addition,\nthe agency may elect to publish a notice of its action in the FEDERAL REGISTER.\n(d) The Food and Drug Administration will not approve an application for a research permit for a clinical\ninvestigation that is to be under the review of a disqualified IRB or that is to be conducted at a disqualified\ninstitution, and it may refuse to consider in support of a marketing permit the data from a clinical\ninvestigation that was reviewed by a disqualified IRB as conducted at a disqualified institution, unless the\nIRB or the parent institution is reinstated as provided in § 56.123.\n21 CFR Part 56 (up to date as of 5/02/2025)\nInstitutional Review Boards 21 CFR 56.121(d)\n21 CFR 56.124 (enhanced display) page 13 of 13"
  }
]