[
  {
    "section_title": "Full Document Content",
    "page_label": "1",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "e223562b-35da-49f3-ad62-3f12ebf88ed7",
    "content": "Title 21 —Food and Drugs\nChapter I —Food and Drug Administration, Department of Health and Human Services\nSubchapter A —General\nPart 58 Good Laboratory Practice for Nonclinical Laboratory Studies\nSubpart A General Provisions\n§ 58.1 Scope.\n§ 58.3 Definitions.\n§ 58.10 Applicability to studies performed under grants and contracts.\n§ 58.15 Inspection of a testing facility.\nSubpart B Organization and Personnel\n§ 58.29 Personnel.\n§ 58.31 Testing facility management.\n§ 58.33 Study director.\n§ 58.35 Quality assurance unit.\nSubpart C Facilities\n§ 58.41 General.\n§ 58.43 Animal care facilities.\n§ 58.45 Animal supply facilities.\n§ 58.47 Facilities for handling test and control articles.\n§ 58.49 Laboratory operation areas.\n§ 58.51 Specimen and data storage facilities.\nSubpart D Equipment\n§ 58.61 Equipment design.\n§ 58.63 Maintenance and calibration of equipment.\nSubpart E Testing Facilities Operation\n§ 58.81 Standard operating procedures.\n§ 58.83 Reagents and solutions.\n§ 58.90 Animal care.\nSubpart F Test and Control Articles\n§ 58.105 Test and control article characterization.\n§ 58.107 Test and control article handling.\n§ 58.113 Mixtures of articles with carriers.\nSubpart G Protocol for and Conduct of a Nonclinical Laboratory Study\n§ 58.120 Protocol.\n§ 58.130 Conduct of a nonclinical laboratory study.\nSubparts H-I [Reserved]\nThis content is from the eCFR and is authoritative but unofficial.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR Part 58 (May 2, 2025)\n21 CFR Part 58 (May 2, 2025) (enhanced display) page 1 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "2",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "c72e68a1-c783-4040-9b3d-fd307219e8eb",
    "content": "Subpart J Records and Reports\n§ 58.185 Reporting of nonclinical laboratory study results.\n§ 58.190 Storage and retrieval of records and data.\n§ 58.195 Retention of records.\nSubpart K Disqualification of Testing Facilities\n§ 58.200 Purpose.\n§ 58.202 Grounds for disqualification.\n§ 58.204 Notice of and opportunity for hearing on proposed disqualification.\n§ 58.206 Final order on disqualification.\n§ 58.210 Actions upon disqualification.\n§ 58.213 Public disclosure of information regarding disqualification.\n§ 58.215 Alternative or additional actions to disqualification.\n§ 58.217 Suspension or termination of a testing facility by a sponsor.\n§ 58.219 Reinstatement of a disqualified testing facility.\nPART 58—GOOD LABORATORY PRACTICE FOR NONCLINICAL\nLABORATORY STUDIES\nAuthority: 21 U.S.C. 342, 346, 346a, 348, 351, 352, 353, 355, 360, 360b-360f, 360h-360j, 371, 379e, 381; 42 U.S.C.\n216, 262, 263b-263n.\nSource: 43 FR 60013, Dec. 22, 1978, unless otherwise noted.\nSubpart A—General Provisions\n§ 58.1 Scope.\n[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33779, Sept. 4, 1987; 64 FR 399, Jan. 5, 1999]\n§ 58.3 Definitions.\nAs used in this part, the following terms shall have the meanings specified:\n(a) This part prescribes good laboratory practices for conducting nonclinical laboratory studies that support\nor are intended to support applications for research or marketing permits for products regulated by the\nFood and Drug Administration, including food and color additives, animal food additives, human and\nanimal drugs, medical devices for human use, biological products, and electronic products. Compliance\nwith this part is intended to assure the quality and integrity of the safety data filed pursuant to sections\n406, 408, 409, 502, 503, 505, 506, 510, 512-516, 518-520, 721, and 801 of the Federal Food, Drug, and\nCosmetic Act and sections 351 and 354-360F of the Public Health Service Act.\n(b) References in this part to regulatory sections of the Code of Federal Regulations are to chapter I of title\n21, unless otherwise noted.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR Part 58 (May 2, 2025)\n21 CFR 58.3 (enhanced display) page 2 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "3",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "b562624d-749a-422f-90e2-8ad787ba8adc",
    "content": "(a) Act means the Federal Food, Drug, and Cosmetic Act, as amended (secs. 201-902, 52 Stat. 1040 et seq.,\nas amended (21 U.S.C. 321-392)).\n(b) Test article means any food additive, color additive, drug, biological product, electronic product, medical\ndevice for human use, or any other article subject to regulation under the act or under sections 351 and\n354-360F of the Public Health Service Act.\n(c) Control article means any food additive, color additive, drug, biological product, electronic product,\nmedical device for human use, or any article other than a test article, feed, or water that is administered to\nthe test system in the course of a nonclinical laboratory study for the purpose of establishing a basis for\ncomparison with the test article.\n(d) Nonclinical laboratory study means in vivo or in vitro experiments in which test articles are studied\nprospectively in test systems under laboratory conditions to determine their safety. The term does not\ninclude studies utilizing human subjects or clinical studies or field trials in animals. The term does not\ninclude basic exploratory studies carried out to determine whether a test article has any potential utility or\nto determine physical or chemical characteristics of a test article.\n(e) Application for research or marketing permit includes:\n(1) A color additive petition, described in part 71.\n(2) A food additive petition, described in parts 171 and 571.\n(3) Data and information regarding a substance submitted as part of the procedures for establishing\nthat a substance is generally recognized as safe for use, which use results or may reasonably be\nexpected to result, directly or indirectly, in its becoming a component or otherwise affecting the\ncharacteristics of any food, described in §§ 170.35 and 570.35.\n(4) Data and information regarding a food additive submitted as part of the procedures regarding food\nadditives permitted to be used on an interim basis pending additional study, described in § 180.1.\n(5) An investigational new drug application, described in part 312 of this chapter.\n(6) A new drug application, described in part 314.\n(7) Data and information regarding an over-the-counter drug for human use, submitted as part of the\nprocedures for classifying such drugs as generally recognized as safe and effective and not\nmisbranded, described in part 330.\n(8) Data and information about a substance submitted as part of the procedures for establishing a\ntolerance for unavoidable contaminants in food and food-packaging materials, described in parts\n109 and 509.\n(9) [Reserved]\n(10) A Notice of Claimed Investigational Exemption for a New Animal Drug, described in part 511.\n(11) A new animal drug application, described in part 514.\n(12) [Reserved]\n(13) An application for a biologics license, described in part 601 of this chapter.\n(14) An application for an investigational device exemption, described in part 812.\n(15) An Application for Premarket Approval of a Medical Device, described in section 515 of the act.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.3(a)\n21 CFR 58.3(e)(15) (enhanced display) page 3 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "4",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "9c53ae6a-0836-4ebb-9c5f-2ee275598755",
    "content": "(16) A Product Development Protocol for a Medical Device, described in section 515 of the act.\n(17) Data and information regarding a medical device submitted as part of the procedures for classifying\nsuch devices, described in part 860.\n(18) Data and information regarding a medical device submitted as part of the procedures for\nestablishing, amending, or repealing a performance standard for such devices, described in part 861.\n(19) Data and information regarding an electronic product submitted as part of the procedures for\nobtaining an exemption from notification of a radiation safety defect or failure of compliance with a\nradiation safety performance standard, described in subpart D of part 1003.\n(20) Data and information regarding an electronic product submitted as part of the procedures for\nestablishing, amending, or repealing a standard for such product, described in section 358 of the\nPublic Health Service Act.\n(21) Data and information regarding an electronic product submitted as part of the procedures for\nobtaining a variance from any electronic product performance standard as described in § 1010.4.\n(22) Data and information regarding an electronic product submitted as part of the procedures for\ngranting, amending, or extending an exemption from any electronic product performance standard,\nas described in § 1010.5.\n(23) A premarket notification for a food contact substance, described in part 170, subpart D, of this\nchapter.\n(f) Sponsor means:\n(1) A person who initiates and supports, by provision of financial or other resources, a nonclinical\nlaboratory study;\n(2) A person who submits a nonclinical study to the Food and Drug Administration in support of an\napplication for a research or marketing permit; or\n(3) A testing facility, if it both initiates and actually conducts the study.\n(g) Testing facility means a person who actually conducts a nonclinical laboratory study, i.e., actually uses the\ntest article in a test system. Testing facility includes any establishment required to register under section\n510 of the act that conducts nonclinical laboratory studies and any consulting laboratory described in\nsection 704 of the act that conducts such studies. Testing facility encompasses only those operational\nunits that are being or have been used to conduct nonclinical laboratory studies.\n(h) Person includes an individual, partnership, corporation, association, scientific or academic establishment,\ngovernment agency, or organizational unit thereof, and any other legal entity.\n(i) Test system means any animal, plant, microorganism, or subparts thereof to which the test or control\narticle is administered or added for study. Test system also includes appropriate groups or components\nof the system not treated with the test or control articles.\n(j) Specimen means any material derived from a test system for examination or analysis.\n(k) Raw data means any laboratory worksheets, records, memoranda, notes, or exact copies thereof, that are\nthe result of original observations and activities of a nonclinical laboratory study and are necessary for\nthe reconstruction and evaluation of the report of that study. In the event that exact transcripts of raw\ndata have been prepared (e.g., tapes which have been transcribed verbatim, dated, and verified accurate\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.3(e)(16)\n21 CFR 58.3(k) (enhanced display) page 4 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "5",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "e4dee8fe-d0ef-4fc8-8585-9cbfd0a30576",
    "content": "[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33779, Sept. 4, 1987; 54 FR 9039, Mar. 3, 1989; 64 FR 56448, Oct. 20, 1999; 67\nFR 35729, May 21, 2002]\n§ 58.10 Applicability to studies performed under grants and contracts.\nWhen a sponsor conducting a nonclinical laboratory study intended to be submitted to or reviewed by the Food and\nDrug Administration utilizes the services of a consulting laboratory, contractor, or grantee to perform an analysis or\nother service, it shall notify the consulting laboratory, contractor, or grantee that the service is part of a nonclinical\nlaboratory study that must be conducted in compliance with the provisions of this part.\n§ 58.15 Inspection of a testing facility.\nSubpart B—Organization and Personnel\n§ 58.29 Personnel.\nby signature), the exact copy or exact transcript may be substituted for the original source as raw data.\nRaw data may include photographs, microfilm or microfiche copies, computer printouts, magnetic media,\nincluding dictated observations, and recorded data from automated instruments.\n(l) Quality assurance unit means any person or organizational element, except the study director, designated\nby testing facility management to perform the duties relating to quality assurance of nonclinical\nlaboratory studies.\n(m) Study director means the individual responsible for the overall conduct of a nonclinical laboratory study.\n(n) Batch means a specific quantity or lot of a test or control article that has been characterized according to\n§ 58.105(a).\n(o) Study initiation date means the date the protocol is signed by the study director.\n(p) Study completion date means the date the final report is signed by the study director.\n(a) A testing facility shall permit an authorized employee of the Food and Drug Administration, at reasonable\ntimes and in a reasonable manner, to inspect the facility and to inspect (and in the case of records also to\ncopy) all records and specimens required to be maintained regarding studies within the scope of this part.\nThe records inspection and copying requirements shall not apply to quality assurance unit records of\nfindings and problems, or to actions recommended and taken.\n(b) The Food and Drug Administration will not consider a nonclinical laboratory study in support of an\napplication for a research or marketing permit if the testing facility refuses to permit inspection. The\ndetermination that a nonclinical laboratory study will not be considered in support of an application for a\nresearch or marketing permit does not, however, relieve the applicant for such a permit of any obligation\nunder any applicable statute or regulation to submit the results of the study to the Food and Drug\nAdministration.\n(a) Each individual engaged in the conduct of or responsible for the supervision of a nonclinical laboratory\nstudy shall have education, training, and experience, or combination thereof, to enable that individual to\nperform the assigned functions.\n(b) Each testing facility shall maintain a current summary of training and experience and job description for\neach individual engaged in or supervising the conduct of a nonclinical laboratory study.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.3(l)\n21 CFR 58.29(b) (enhanced display) page 5 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "6",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "f9b6b47e-5f13-464a-a982-35481c5dc4cf",
    "content": "§ 58.31 Testing facility management.\nFor each nonclinical laboratory study, testing facility management shall:\n[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33780, Sept. 4, 1987]\n§ 58.33 Study director.\nFor each nonclinical laboratory study, a scientist or other professional of appropriate education, training, and\nexperience, or combination thereof, shall be identified as the study director. The study director has overall\nresponsibility for the technical conduct of the study, as well as for the interpretation, analysis, documentation and\nreporting of results, and represents the single point of study control. The study director shall assure that:\n(c) There shall be a sufficient number of personnel for the timely and proper conduct of the study according\nto the protocol.\n(d) Personnel shall take necessary personal sanitation and health precautions designed to avoid\ncontamination of test and control articles and test systems.\n(e) Personnel engaged in a nonclinical laboratory study shall wear clothing appropriate for the duties they\nperform. Such clothing shall be changed as often as necessary to prevent microbiological, radiological, or\nchemical contamination of test systems and test and control articles.\n(f) Any individual found at any time to have an illness that may adversely affect the quality and integrity of the\nnonclinical laboratory study shall be excluded from direct contact with test systems, test and control\narticles and any other operation or function that may adversely affect the study until the condition is\ncorrected. All personnel shall be instructed to report to their immediate supervisors any health or medical\nconditions that may reasonably be considered to have an adverse effect on a nonclinical laboratory study.\n(a) Designate a study director as described in § 58.33, before the study is initiated.\n(b) Replace the study director promptly if it becomes necessary to do so during the conduct of a study.\n(c) Assure that there is a quality assurance unit as described in § 58.35.\n(d) Assure that test and control articles or mixtures have been appropriately tested for identity, strength,\npurity, stability, and uniformity, as applicable.\n(e) Assure that personnel, resources, facilities, equipment, materials, and methodologies are available as\nscheduled.\n(f) Assure that personnel clearly understand the functions they are to perform.\n(g) Assure that any deviations from these regulations reported by the quality assurance unit are\ncommunicated to the study director and corrective actions are taken and documented.\n(a) The protocol, including any change, is approved as provided by § 58.120 and is followed.\n(b) All experimental data, including observations of unanticipated responses of the test system are accurately\nrecorded and verified.\n(c) Unforeseen circumstances that may affect the quality and integrity of the nonclinical laboratory study are\nnoted when they occur, and corrective action is taken and documented.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.29(c)\n21 CFR 58.33(c) (enhanced display) page 6 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "7",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "ef5f4717-079e-4ab5-b396-44ad467b7b34",
    "content": "[43 FR 60013, Dec. 22, 1978; 44 FR 17657, Mar. 23, 1979]\n§ 58.35 Quality assurance unit.\n(d) Test systems are as specified in the protocol.\n(e) All applicable good laboratory practice regulations are followed.\n(f) All raw data, documentation, protocols, specimens, and final reports are transferred to the archives during\nor at the close of the study.\n(a) A testing facility shall have a quality assurance unit which shall be responsible for monitoring each study\nto assure management that the facilities, equipment, personnel, methods, practices, records, and controls\nare in conformance with the regulations in this part. For any given study, the quality assurance unit shall\nbe entirely separate from and independent of the personnel engaged in the direction and conduct of that\nstudy.\n(b) The quality assurance unit shall:\n(1) Maintain a copy of a master schedule sheet of all nonclinical laboratory studies conducted at the\ntesting facility indexed by test article and containing the test system, nature of study, date study was\ninitiated, current status of each study, identity of the sponsor, and name of the study director.\n(2) Maintain copies of all protocols pertaining to all nonclinical laboratory studies for which the unit is\nresponsible.\n(3) Inspect each nonclinical laboratory study at intervals adequate to assure the integrity of the study\nand maintain written and properly signed records of each periodic inspection showing the date of\nthe inspection, the study inspected, the phase or segment of the study inspected, the person\nperforming the inspection, findings and problems, action recommended and taken to resolve\nexisting problems, and any scheduled date for reinspection. Any problems found during the course\nof an inspection which are likely to affect study integrity shall be brought to the attention of the study\ndirector and management immediately.\n(4) Periodically submit to management and the study director written status reports on each study,\nnoting any problems and the corrective actions taken.\n(5) Determine that no deviations from approved protocols or standard operating procedures were made\nwithout proper authorization and documentation.\n(6) Review the final study report to assure that such report accurately describes the methods and\nstandard operating procedures, and that the reported results accurately reflect the raw data of the\nnonclinical laboratory study.\n(7) Prepare and sign a statement to be included with the final study report which shall specify the dates\ninspections were made and findings reported to management and to the study director.\n(c) The responsibilities and procedures applicable to the quality assurance unit, the records maintained by\nthe quality assurance unit, and the method of indexing such records shall be in writing and shall be\nmaintained. These items including inspection dates, the study inspected, the phase or segment of the\nstudy inspected, and the name of the individual performing the inspection shall be made available for\ninspection to authorized employees of the Food and Drug Administration.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.33(d)\n21 CFR 58.35(c) (enhanced display) page 7 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "8",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "4dbfdb36-fe88-45af-bdcd-073ff45cc250",
    "content": "[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33780, Sept. 4, 1987; 67 FR 9585, Mar. 4, 2002]\nSubpart C—Facilities\n§ 58.41 General.\nEach testing facility shall be of suitable size and construction to facilitate the proper conduct of nonclinical\nlaboratory studies. It shall be designed so that there is a degree of separation that will prevent any function or\nactivity from having an adverse effect on the study.\n[52 FR 33780, Sept. 4, 1987]\n§ 58.43 Animal care facilities.\n[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33780, Sept. 4, 1987]\n§ 58.45 Animal supply facilities.\nThere shall be storage areas, as needed, for feed, bedding, supplies, and equipment. Storage areas for feed and\nbedding shall be separated from areas housing the test systems and shall be protected against infestation or\ncontamination. Perishable supplies shall be preserved by appropriate means.\n[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33780, Sept. 4, 1987]\n(d) A designated representative of the Food and Drug Administration shall have access to the written\nprocedures established for the inspection and may request testing facility management to certify that\ninspections are being implemented, performed, documented, and followed-up in accordance with this\nparagraph.\n(a) A testing facility shall have a sufficient number of animal rooms or areas, as needed, to assure proper:\n(1) Separation of species or test systems,\n(2) isolation of individual projects,\n(3) quarantine of animals, and\n(4) routine or specialized housing of animals.\n(b) A testing facility shall have a number of animal rooms or areas separate from those described in\nparagraph (a) of this section to ensure isolation of studies being done with test systems or test and\ncontrol articles known to be biohazardous, including volatile substances, aerosols, radioactive materials,\nand infectious agents.\n(c) Separate areas shall be provided, as appropriate, for the diagnosis, treatment, and control of laboratory\nanimal diseases. These areas shall provide effective isolation for the housing of animals either known or\nsuspected of being diseased, or of being carriers of disease, from other animals.\n(d) When animals are housed, facilities shall exist for the collection and disposal of all animal waste and\nrefuse or for safe sanitary storage of waste before removal from the testing facility. Disposal facilities\nshall be so provided and operated as to minimize vermin infestation, odors, disease hazards, and\nenvironmental contamination.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.35(d)\n21 CFR 58.45 (enhanced display) page 8 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "9",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "6ffe1f1f-9eff-4f0d-ae14-beb78db3f5d4",
    "content": "§ 58.47 Facilities for handling test and control articles.\n§ 58.49 Laboratory operation areas.\nSeparate laboratory space shall be provided, as needed, for the performance of the routine and specialized\nprocedures required by nonclinical laboratory studies.\n[52 FR 33780, Sept. 4, 1987]\n§ 58.51 Specimen and data storage facilities.\nSpace shall be provided for archives, limited to access by authorized personnel only, for the storage and retrieval of\nall raw data and specimens from completed studies.\nSubpart D—Equipment\n§ 58.61 Equipment design.\nEquipment used in the generation, measurement, or assessment of data and equipment used for facility\nenvironmental control shall be of appropriate design and adequate capacity to function according to the protocol\nand shall be suitably located for operation, inspection, cleaning, and maintenance.\n[52 FR 33780, Sept. 4, 1987]\n§ 58.63 Maintenance and calibration of equipment.\n(a) As necessary to prevent contamination or mixups, there shall be separate areas for:\n(1) Receipt and storage of the test and control articles.\n(2) Mixing of the test and control articles with a carrier, e.g., feed.\n(3) Storage of the test and control article mixtures.\n(b) Storage areas for the test and/or control article and test and control mixtures shall be separate from\nareas housing the test systems and shall be adequate to preserve the identity, strength, purity, and\nstability of the articles and mixtures.\n(a) Equipment shall be adequately inspected, cleaned, and maintained. Equipment used for the generation,\nmeasurement, or assessment of data shall be adequately tested, calibrated and/or standardized.\n(b) The written standard operating procedures required under § 58.81(b)(11) shall set forth in sufficient detail\nthe methods, materials, and schedules to be used in the routine inspection, cleaning, maintenance,\ntesting, calibration, and/or standardization of equipment, and shall specify, when appropriate, remedial\naction to be taken in the event of failure or malfunction of equipment. The written standard operating\nprocedures shall designate the person responsible for the performance of each operation.\n(c) Written records shall be maintained of all inspection, maintenance, testing, calibrating and/or\nstandardizing operations. These records, containing the date of the operation, shall describe whether the\nmaintenance operations were routine and followed the written standard operating procedures. Written\nrecords shall be kept of nonroutine repairs performed on equipment as a result of failure and malfunction.\nSuch records shall document the nature of the defect, how and when the defect was discovered, and any\nremedial action taken in response to the defect.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.47\n21 CFR 58.63(c) (enhanced display) page 9 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "10",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "49dab7ce-1d40-4b24-9aa5-fc16dd423eb8",
    "content": "[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33780, Sept. 4, 1987; 67 FR 9585, Mar. 4, 2002]\nSubpart E—Testing Facilities Operation\n§ 58.81 Standard operating procedures.\n[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33780, Sept. 4, 1987]\n§ 58.83 Reagents and solutions.\nAll reagents and solutions in the laboratory areas shall be labeled to indicate identity, titer or concentration, storage\nrequirements, and expiration date. Deteriorated or outdated reagents and solutions shall not be used.\n§ 58.90 Animal care.\n(a) A testing facility shall have standard operating procedures in writing setting forth nonclinical laboratory\nstudy methods that management is satisfied are adequate to insure the quality and integrity of the data\ngenerated in the course of a study. All deviations in a study from standard operating procedures shall be\nauthorized by the study director and shall be documented in the raw data. Significant changes in\nestablished standard operating procedures shall be properly authorized in writing by management.\n(b) Standard operating procedures shall be established for, but not limited to, the following:\n(1) Animal room preparation.\n(2) Animal care.\n(3) Receipt, identification, storage, handling, mixing, and method of sampling of the test and control\narticles.\n(4) Test system observations.\n(5) Laboratory tests.\n(6) Handling of animals found moribund or dead during study.\n(7) Necropsy of animals or postmortem examination of animals.\n(8) Collection and identification of specimens.\n(9) Histopathology.\n(10) Data handling, storage, and retrieval.\n(11) Maintenance and calibration of equipment.\n(12) Transfer, proper placement, and identification of animals.\n(c) Each laboratory area shall have immediately available laboratory manuals and standard operating\nprocedures relative to the laboratory procedures being performed. Published literature may be used as a\nsupplement to standard operating procedures.\n(d) A historical file of standard operating procedures, and all revisions thereof, including the dates of such\nrevisions, shall be maintained.\n(a) There shall be standard operating procedures for the housing, feeding, handling, and care of animals.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.81\n21 CFR 58.90(a) (enhanced display) page 10 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "11",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "19ee797e-b7a5-4cff-8eb7-ff195c9a7614",
    "content": "[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33780, Sept. 4, 1987; 54 FR 15924, Apr. 20, 1989; 56 FR 32088, July 15, 1991;\n67 FR 9585, Mar. 4, 2002]\nSubpart F—Test and Control Articles\n§ 58.105 Test and control article characterization.\n(b) All newly received animals from outside sources shall be isolated and their health status shall be\nevaluated in accordance with acceptable veterinary medical practice.\n(c) At the initiation of a nonclinical laboratory study, animals shall be free of any disease or condition that\nmight interfere with the purpose or conduct of the study. If, during the course of the study, the animals\ncontract such a disease or condition, the diseased animals shall be isolated, if necessary. These animals\nmay be treated for disease or signs of disease provided that such treatment does not interfere with the\nstudy. The diagnosis, authorizations of treatment, description of treatment, and each date of treatment\nshall be documented and shall be retained.\n(d) Warm-blooded animals, excluding suckling rodents, used in laboratory procedures that require\nmanipulations and observations over an extended period of time or in studies that require the animals to\nbe removed from and returned to their home cages for any reason (e.g., cage cleaning, treatment, etc.),\nshall receive appropriate identification. All information needed to specifically identify each animal within\nan animal-housing unit shall appear on the outside of that unit.\n(e) Animals of different species shall be housed in separate rooms when necessary. Animals of the same\nspecies, but used in different studies, should not ordinarily be housed in the same room when inadvertent\nexposure to control or test articles or animal mixup could affect the outcome of either study. If such\nmixed housing is necessary, adequate differentiation by space and identification shall be made.\n(f) Animal cages, racks and accessory equipment shall be cleaned and sanitized at appropriate intervals.\n(g) Feed and water used for the animals shall be analyzed periodically to ensure that contaminants known to\nbe capable of interfering with the study and reasonably expected to be present in such feed or water are\nnot present at levels above those specified in the protocol. Documentation of such analyses shall be\nmaintained as raw data.\n(h) Bedding used in animal cages or pens shall not interfere with the purpose or conduct of the study and\nshall be changed as often as necessary to keep the animals dry and clean.\n(i) If any pest control materials are used, the use shall be documented. Cleaning and pest control materials\nthat interfere with the study shall not be used.\n(a) The identity, strength, purity, and composition or other characteristics which will appropriately define the\ntest or control article shall be determined for each batch and shall be documented. Methods of synthesis,\nfabrication, or derivation of the test and control articles shall be documented by the sponsor or the testing\nfacility. In those cases where marketed products are used as control articles, such products will be\ncharacterized by their labeling.\n(b) The stability of each test or control article shall be determined by the testing facility or by the sponsor\neither:\n(1) Before study initiation, or\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.90(b)\n21 CFR 58.105(b)(1) (enhanced display) page 11 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "12",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "44c7a3d8-5511-4c63-966d-93f3c458e31a",
    "content": "[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33781, Sept. 4, 1987; 67 FR 9585, Mar. 4, 2002]\n§ 58.107 Test and control article handling.\nProcedures shall be established for a system for the handling of the test and control articles to ensure that:\n§ 58.113 Mixtures of articles with carriers.\n[43 FR 60013, Dec. 22, 1978, as amended at 45 FR 24865, Apr. 11, 1980; 52 FR 33781, Sept. 4, 1987]\nSubpart G—Protocol for and Conduct of a Nonclinical Laboratory Study\n(2) concomitantly according to written standard operating procedures, which provide for periodic\nanalysis of each batch.\n(c) Each storage container for a test or control article shall be labeled by name, chemical abstract number or\ncode number, batch number, expiration date, if any, and, where appropriate, storage conditions necessary\nto maintain the identity, strength, purity, and composition of the test or control article. Storage containers\nshall be assigned to a particular test article for the duration of the study.\n(d) For studies of more than 4 weeks' duration, reserve samples from each batch of test and control articles\nshall be retained for the period of time provided by § 58.195.\n(a) There is proper storage.\n(b) Distribution is made in a manner designed to preclude the possibility of contamination, deterioration, or\ndamage.\n(c) Proper identification is maintained throughout the distribution process.\n(d) The receipt and distribution of each batch is documented. Such documentation shall include the date and\nquantity of each batch distributed or returned.\n(a) For each test or control article that is mixed with a carrier, tests by appropriate analytical methods shall be\nconducted:\n(1) To determine the uniformity of the mixture and to determine, periodically, the concentration of the\ntest or control article in the mixture.\n(2) To determine the stability of the test and control articles in the mixture as required by the conditions\nof the study either:\n(i) Before study initiation, or\n(ii) Concomitantly according to written standard operating procedures which provide for periodic\nanalysis of the test and control articles in the mixture.\n(b) [Reserved]\n(c) Where any of the components of the test or control article carrier mixture has an expiration date, that date\nshall be clearly shown on the container. If more than one component has an expiration date, the earliest\ndate shall be shown.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.105(b)(2)\n21 CFR 58.113(c) (enhanced display) page 12 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "13",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "b5f541db-137e-49f7-b36b-3dae7eef4b5f",
    "content": "§ 58.120 Protocol.\n[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33781, Sept. 4, 1987; 67 FR 9585, Mar. 4, 2002]\n§ 58.130 Conduct of a nonclinical laboratory study.\n(a) Each study shall have an approved written protocol that clearly indicates the objectives and all methods\nfor the conduct of the study. The protocol shall contain, as applicable, the following information:\n(1) A descriptive title and statement of the purpose of the study.\n(2) Identification of the test and control articles by name, chemical abstract number, or code number.\n(3) The name of the sponsor and the name and address of the testing facility at which the study is being\nconducted.\n(4) The number, body weight range, sex, source of supply, species, strain, substrain, and age of the test\nsystem.\n(5) The procedure for identification of the test system.\n(6) A description of the experimental design, including the methods for the control of bias.\n(7) A description and/or identification of the diet used in the study as well as solvents, emulsifiers, and/\nor other materials used to solubilize or suspend the test or control articles before mixing with the\ncarrier. The description shall include specifications for acceptable levels of contaminants that are\nreasonably expected to be present in the dietary materials and are known to be capable of\ninterfering with the purpose or conduct of the study if present at levels greater than established by\nthe specifications.\n(8) Each dosage level, expressed in milligrams per kilogram of body weight or other appropriate units, of\nthe test or control article to be administered and the method and frequency of administration.\n(9) The type and frequency of tests, analyses, and measurements to be made.\n(10) The records to be maintained.\n(11) The date of approval of the protocol by the sponsor and the dated signature of the study director.\n(12) A statement of the proposed statistical methods to be used.\n(b) All changes in or revisions of an approved protocol and the reasons therefore shall be documented,\nsigned by the study director, dated, and maintained with the protocol.\n(a) The nonclinical laboratory study shall be conducted in accordance with the protocol.\n(b) The test systems shall be monitored in conformity with the protocol.\n(c) Specimens shall be identified by test system, study, nature, and date of collection. This information shall\nbe located on the specimen container or shall accompany the specimen in a manner that precludes error\nin the recording and storage of data.\n(d) Records of gross findings for a specimen from postmortem observations should be available to a\npathologist when examining that specimen histopathologically.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.120\n21 CFR 58.130(d) (enhanced display) page 13 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "14",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "66ed3281-48b5-4038-9f09-91c6fe235381",
    "content": "[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33781, Sept. 4, 1987; 67 FR 9585, Mar. 4, 2002]\nSubparts H-I [Reserved]\nSubpart J—Records and Reports\n§ 58.185 Reporting of nonclinical laboratory study results.\n(e) All data generated during the conduct of a nonclinical laboratory study, except those that are generated by\nautomated data collection systems, shall be recorded directly, promptly, and legibly in ink. All data entries\nshall be dated on the date of entry and signed or initialed by the person entering the data. Any change in\nentries shall be made so as not to obscure the original entry, shall indicate the reason for such change,\nand shall be dated and signed or identified at the time of the change. In automated data collection\nsystems, the individual responsible for direct data input shall be identified at the time of data input. Any\nchange in automated data entries shall be made so as not to obscure the original entry, shall indicate the\nreason for change, shall be dated, and the responsible individual shall be identified.\n(a) A final report shall be prepared for each nonclinical laboratory study and shall include, but not necessarily\nbe limited to, the following:\n(1) Name and address of the facility performing the study and the dates on which the study was initiated\nand completed.\n(2) Objectives and procedures stated in the approved protocol, including any changes in the original\nprotocol.\n(3) Statistical methods employed for analyzing the data.\n(4) The test and control articles identified by name, chemical abstracts number or code number,\nstrength, purity, and composition or other appropriate characteristics.\n(5) Stability of the test and control articles under the conditions of administration.\n(6) A description of the methods used.\n(7) A description of the test system used. Where applicable, the final report shall include the number of\nanimals used, sex, body weight range, source of supply, species, strain and substrain, age, and\nprocedure used for identification.\n(8) A description of the dosage, dosage regimen, route of administration, and duration.\n(9) A description of all circumstances that may have affected the quality or integrity of the data.\n(10) The name of the study director, the names of other scientists or professionals, and the names of all\nsupervisory personnel, involved in the study.\n(11) A description of the transformations, calculations, or operations performed on the data, a summary\nand analysis of the data, and a statement of the conclusions drawn from the analysis.\n(12) The signed and dated reports of each of the individual scientists or other professionals involved in\nthe study.\n(13) The locations where all specimens, raw data, and the final report are to be stored.\n(14) The statement prepared and signed by the quality assurance unit as described in § 58.35(b)(7).\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.130(e)\n21 CFR 58.185(a)(14) (enhanced display) page 14 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "15",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "d6bd1ae4-84b7-4689-920a-cfae91aed411",
    "content": "[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33781, Sept. 4, 1987]\n§ 58.190 Storage and retrieval of records and data.\n[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33781, Sept. 4, 1987; 67 FR 9585, Mar. 4, 2002]\n§ 58.195 Retention of records.\n(b) The final report shall be signed and dated by the study director.\n(c) Corrections or additions to a final report shall be in the form of an amendment by the study director. The\namendment shall clearly identify that part of the final report that is being added to or corrected and the\nreasons for the correction or addition, and shall be signed and dated by the person responsible.\n(a) All raw data, documentation, protocols, final reports, and specimens (except those specimens obtained\nfrom mutagenicity tests and wet specimens of blood, urine, feces, and biological fluids) generated as a\nresult of a nonclinical laboratory study shall be retained.\n(b) There shall be archives for orderly storage and expedient retrieval of all raw data, documentation,\nprotocols, specimens, and interim and final reports. Conditions of storage shall minimize deterioration of\nthe documents or specimens in accordance with the requirements for the time period of their retention\nand the nature of the documents or specimens. A testing facility may contract with commercial archives\nto provide a repository for all material to be retained. Raw data and specimens may be retained elsewhere\nprovided that the archives have specific reference to those other locations.\n(c) An individual shall be identified as responsible for the archives.\n(d) Only authorized personnel shall enter the archives.\n(e) Material retained or referred to in the archives shall be indexed to permit expedient retrieval.\n(a) Record retention requirements set forth in this section do not supersede the record retention\nrequirements of any other regulations in this chapter.\n(b) Except as provided in paragraph (c) of this section, documentation records, raw data and specimens\npertaining to a nonclinical laboratory study and required to be made by this part shall be retained in the\narchive(s) for whichever of the following periods is shortest:\n(1) A period of at least 2 years following the date on which an application for a research or marketing\npermit, in support of which the results of the nonclinical laboratory study were submitted, is\napproved by the Food and Drug Administration. This requirement does not apply to studies\nsupporting investigational new drug applications (IND's) or applications for investigational device\nexemptions (IDE's), records of which shall be governed by the provisions of paragraph (b)(2) of this\nsection.\n(2) A period of at least 5 years following the date on which the results of the nonclinical laboratory study\nare submitted to the Food and Drug Administration in support of an application for a research or\nmarketing permit.\n(3) In other situations (e.g., where the nonclinical laboratory study does not result in the submission of\nthe study in support of an application for a research or marketing permit), a period of at least 2 years\nfollowing the date on which the study is completed, terminated, or discontinued.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.185(b)\n21 CFR 58.195(b)(3) (enhanced display) page 15 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "16",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "d4e1f57b-6645-4e77-a545-1a356dc5971b",
    "content": "[43 FR 60013, Dec. 22, 1978, as amended at 52 FR 33781, Sept. 4, 1987; 54 FR 9039, Mar. 3, 1989]\nSubpart K—Disqualification of Testing Facilities\n§ 58.200 Purpose.\n§ 58.202 Grounds for disqualification.\nThe Commissioner may disqualify a testing facility upon finding all of the following:\n(c) Wet specimens (except those specimens obtained from mutagenicity tests and wet specimens of blood,\nurine, feces, and biological fluids), samples of test or control articles, and specially prepared material,\nwhich are relatively fragile and differ markedly in stability and quality during storage, shall be retained only\nas long as the quality of the preparation affords evaluation. In no case shall retention be required for\nlonger periods than those set forth in paragraphs (a) and (b) of this section.\n(d) The master schedule sheet, copies of protocols, and records of quality assurance inspections, as required\nby § 58.35(c) shall be maintained by the quality assurance unit as an easily accessible system of records\nfor the period of time specified in paragraphs (a) and (b) of this section.\n(e) Summaries of training and experience and job descriptions required to be maintained by § 58.29(b) may\nbe retained along with all other testing facility employment records for the length of time specified in\nparagraphs (a) and (b) of this section.\n(f) Records and reports of the maintenance and calibration and inspection of equipment, as required by §\n58.63(b) and (c), shall be retained for the length of time specified in paragraph (b) of this section.\n(g) Records required by this part may be retained either as original records or as true copies such as\nphotocopies, microfilm, microfiche, or other accurate reproductions of the original records.\n(h) If a facility conducting nonclinical testing goes out of business, all raw data, documentation, and other\nmaterial specified in this section shall be transferred to the archives of the sponsor of the study. The Food\nand Drug Administration shall be notified in writing of such a transfer.\n(a) The purposes of disqualification are:\n(1) To permit the exclusion from consideration of completed studies that were conducted by a testing\nfacility which has failed to comply with the requirements of the good laboratory practice regulations\nuntil it can be adequately demonstrated that such noncompliance did not occur during, or did not\naffect the validity or acceptability of data generated by, a particular study; and\n(2) To exclude from consideration all studies completed after the date of disqualification until the facility\ncan satisfy the Commissioner that it will conduct studies in compliance with such regulations.\n(b) The determination that a nonclinical laboratory study may not be considered in support of an application\nfor a research or marketing permit does not, however, relieve the applicant for such a permit of any\nobligation under any other applicable regulation to submit the results of the study to the Food and Drug\nAdministration.\n(a) The testing facility failed to comply with one or more of the regulations set forth in this part (or any other\nregulations regarding such facilities in this chapter);\n(b) The noncompliance adversely affected the validity of the nonclinical laboratory studies; and\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.195(c)\n21 CFR 58.202(b) (enhanced display) page 16 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "17",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "f0823e1a-5d64-46a7-b727-b9ac102b23a2",
    "content": "§ 58.204 Notice of and opportunity for hearing on proposed disqualification.\n§ 58.206 Final order on disqualification.\n§ 58.210 Actions upon disqualification.\n[43 FR 60013, Dec. 22, 1978, as amended at 59 FR 13200, Mar. 21, 1994]\n(c) Other lesser regulatory actions (e.g., warnings or rejection of individual studies) have not been or will\nprobably not be adequate to achieve compliance with the good laboratory practice regulations.\n(a) Whenever the Commissioner has information indicating that grounds exist under § 58.202 which in his\nopinion justify disqualification of a testing facility, he may issue to the testing facility a written notice\nproposing that the facility be disqualified.\n(b) A hearing on the disqualification shall be conducted in accordance with the requirements for a regulatory\nhearing set forth in part 16 of this chapter.\n(a) If the Commissioner, after the regulatory hearing, or after the time for requesting a hearing expires without\na request being made, upon an evaluation of the administrative record of the disqualification proceeding,\nmakes the findings required in § 58.202, he shall issue a final order disqualifying the facility. Such order\nshall include a statement of the basis for that determination. Upon issuing a final order, the Commissioner\nshall notify (with a copy of the order) the testing facility of the action.\n(b) If the Commissioner, after a regulatory hearing or after the time for requesting a hearing expires without a\nrequest being made, upon an evaluation of the administrative record of the disqualification proceeding,\ndoes not make the findings required in § 58.202, he shall issue a final order terminating the\ndisqualification proceeding. Such order shall include a statement of the basis for that determination.\nUpon issuing a final order the Commissioner shall notify the testing facility and provide a copy of the\norder.\n(a) Once a testing facility has been disqualified, each application for a research or marketing permit, whether\napproved or not, containing or relying upon any nonclinical laboratory study conducted by the disqualified\ntesting facility may be examined to determine whether such study was or would be essential to a\ndecision. If it is determined that a study was or would be essential, the Food and Drug Administration\nshall also determine whether the study is acceptable, notwithstanding the disqualification of the facility.\nAny study done by a testing facility before or after disqualification may be presumed to be unacceptable,\nand the person relying on the study may be required to establish that the study was not affected by the\ncircumstances that led to the disqualification, e.g., by submitting validating information. If the study is\nthen determined to be unacceptable, such data will be eliminated from consideration in support of the\napplication; and such elimination may serve as new information justifying the termination or withdrawal\nof approval of the application.\n(b) No nonclinical laboratory study begun by a testing facility after the date of the facility's disqualification\nshall be considered in support of any application for a research or marketing permit, unless the facility\nhas been reinstated under § 58.219. The determination that a study may not be considered in support of\nan application for a research or marketing permit does not, however, relieve the applicant for such a\npermit of any obligation under any other applicable regulation to submit the results of the study to the\nFood and Drug Administration.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.202(c)\n21 CFR 58.210(b) (enhanced display) page 17 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "18",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "d049b44d-3ca9-4b0d-8015-3feceac47b3d",
    "content": "§ 58.213 Public disclosure of information regarding disqualification.\n§ 58.215 Alternative or additional actions to disqualification.\n§ 58.217 Suspension or termination of a testing facility by a sponsor.\nTermination of a testing facility by a sponsor is independent of, and neither in lieu of nor a precondition to,\nproceedings or actions authorized by this subpart. If a sponsor terminates or suspends a testing facility from\nfurther participation in a nonclinical laboratory study that is being conducted as part of any application for a\nresearch or marketing permit that has been submitted to any Center of the Food and Drug Administration (whether\napproved or not), it shall notify that Center in writing within 15 working days of the action; the notice shall include a\nstatement of the reasons for such action. Suspension or termination of a testing facility by a sponsor does not\nrelieve it of any obligation under any other applicable regulation to submit the results of the study to the Food and\nDrug Administration.\n[43 FR 60013, Dec. 22, 1978, as amended at 50 FR 8995, Mar. 6, 1985]\n(a) Upon issuance of a final order disqualifying a testing facility under § 58.206(a), the Commissioner may\nnotify all or any interested persons. Such notice may be given at the discretion of the Commissioner\nwhenever he believes that such disclosure would further the public interest or would promote compliance\nwith the good laboratory practice regulations set forth in this part. Such notice, if given, shall include a\ncopy of the final order issued under § 58.206(a) and shall state that the disqualification constitutes a\ndetermination by the Food and Drug Administration that nonclinical laboratory studies performed by the\nfacility will not be considered by the Food and Drug Administration in support of any application for a\nresearch or marketing permit. If such notice is sent to another Federal Government agency, the Food and\nDrug Administration will recommend that the agency also consider whether or not it should accept\nnonclinical laboratory studies performed by the testing facility. If such notice is sent to any other person,\nit shall state that it is given because of the relationship between the testing facility and the person being\nnotified and that the Food and Drug Administration is not advising or recommending that any action be\ntaken by the person notified.\n(b) A determination that a testing facility has been disqualified and the administrative record regarding such\ndetermination are disclosable to the public under part 20 of this chapter.\n(a) Disqualification of a testing facility under this subpart is independent of, and neither in lieu of nor a\nprecondition to, other proceedings or actions authorized by the act. The Food and Drug Administration\nmay, at any time, institute against a testing facility and/or against the sponsor of a nonclinical laboratory\nstudy that has been submitted to the Food and Drug Administration any appropriate judicial proceedings\n(civil or criminal) and any other appropriate regulatory action, in addition to or in lieu of, and prior to,\nsimultaneously with, or subsequent to, disqualification. The Food and Drug Administration may also refer\nthe matter to another Federal, State, or local government law enforcement or regulatory agency for such\naction as that agency deems appropriate.\n(b) The Food and Drug Administration may refuse to consider any particular nonclinical laboratory study in\nsupport of an application for a research or marketing permit, if it finds that the study was not conducted\nin accordance with the good laboratory practice regulations set forth in this part, without disqualifying the\ntesting facility that conducted the study or undertaking other regulatory action.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.213\n21 CFR 58.217 (enhanced display) page 18 of 19"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "19",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "0d0bb465-fdfd-4de3-bd32-6bb7fd1963e5",
    "content": "§ 58.219 Reinstatement of a disqualified testing facility.\nA testing facility that has been disqualified may be reinstated as an acceptable source of nonclinical laboratory\nstudies to be submitted to the Food and Drug Administration if the Commissioner determines, upon an evaluation\nof the submission of the testing facility, that the facility can adequately assure that it will conduct future nonclinical\nlaboratory studies in compliance with the good laboratory practice regulations set forth in this part and, if any\nstudies are currently being conducted, that the quality and integrity of such studies have not been seriously\ncompromised. A disqualified testing facility that wishes to be so reinstated shall present in writing to the\nCommissioner reasons why it believes it should be reinstated and a detailed description of the corrective actions it\nhas taken or intends to take to assure that the acts or omissions which led to its disqualification will not recur. The\nCommissioner may condition reinstatement upon the testing facility being found in compliance with the good\nlaboratory practice regulations upon an inspection. If a testing facility is reinstated, the Commissioner shall so\nnotify the testing facility and all organizations and persons who were notified, under § 58.213 of the disqualification\nof the testing facility. A determination that a testing facility has been reinstated is disclosable to the public under\npart 20 of this chapter.\n21 CFR Part 58 (up to date as of 5/02/2025)\nGood Laboratory Practice for Nonclinical Laboratory Studies 21 CFR 58.219\n21 CFR 58.219 (enhanced display) page 19 of 19"
  }
]