[
  {
    "section_title": "Full Document Content",
    "page_label": "1",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "bdae629c-11ae-4161-8c58-b41e45736cde",
    "content": "Title 21 —Food and Drugs\nChapter I —Food and Drug Administration, Department of Health and Human Services\nSubchapter A —General\nPart 50 Protection of Human Subjects\nSubpart A General Provisions\n§ 50.1 Scope.\n§ 50.3 Definitions.\nSubpart B Informed Consent of Human Subjects\n§ 50.20 General requirements for informed consent.\n§ 50.22 Exception from informed consent requirements for minimal risk clinical investigations.\n§ 50.23 Exception from general requirements.\n§ 50.24 Exception from informed consent requirements for emergency research.\n§ 50.25 Elements of informed consent.\n§ 50.27 Documentation of informed consent.\nSubpart C [Reserved]\nSubpart D Additional Safeguards for Children in Clinical Investigations\n§ 50.50 IRB duties.\n§ 50.51 Clinical investigations not involving greater than minimal risk.\n§ 50.52 Clinical investigations involving greater than minimal risk but presenting the prospect\nof direct benefit to individual subjects.\n§ 50.53 Clinical investigations involving greater than minimal risk and no prospect of direct\nbenefit to individual subjects, but likely to yield generalizable knowledge about the\nsubjects' disorder or condition.\n§ 50.54 Clinical investigations not otherwise approvable that present an opportunity to\nunderstand, prevent, or alleviate a serious problem affecting the health or welfare of\nchildren.\n§ 50.55 Requirements for permission by parents or guardians and for assent by children.\n§ 50.56 Wards.\nPART 50—PROTECTION OF HUMAN SUBJECTS\nAuthority: 21 U.S.C. 321, 343, 346, 346a, 348, 350a, 350b, 352, 353, 355, 360, 360c-360f, 360h-360j, 371, 379e,\n381; 42 U.S.C. 216, 241, 262.\nSource: 45 FR 36390, May 30, 1980, unless otherwise noted.\nSubpart A—General Provisions\nThis content is from the eCFR and is authoritative but unofficial.\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR Part 50 (May 2, 2025)\n21 CFR 50 (enhanced display) page 1 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "2",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "fdd9cc31-aa18-4862-abb5-9e1f127f3cdf",
    "content": "§ 50.1 Scope.\n[45 FR 36390, May 30, 1980; 46 FR 8979, Jan. 27, 1981, as amended at 63 FR 26697, May 13, 1998; 64 FR 399, Jan. 5, 1999; 66 FR\n20597, Apr. 24, 2001]\n§ 50.3 Definitions.\nAs used in this part:\n(a) This part applies to all clinical investigations regulated by the Food and Drug Administration under\nsections 505(i) and 520(g) of the Federal Food, Drug, and Cosmetic Act, as well as clinical investigations\nthat support applications for research or marketing permits for products regulated by the Food and Drug\nAdministration, including foods, including dietary supplements, that bear a nutrient content claim or a\nhealth claim, infant formulas, food and color additives, drugs for human use, medical devices for human\nuse, biological products for human use, and electronic products. Additional specific obligations and\ncommitments of, and standards of conduct for, persons who sponsor or monitor clinical investigations\ninvolving particular test articles may also be found in other parts (e.g., parts 312 and 812). Compliance\nwith these parts is intended to protect the rights and safety of subjects involved in investigations filed\nwith the Food and Drug Administration pursuant to sections 403, 406, 409, 412, 413, 502, 503, 505, 510,\n513-516, 518-520, 721, and 801 of the Federal Food, Drug, and Cosmetic Act and sections 351 and\n354-360F of the Public Health Service Act.\n(b) References in this part to regulatory sections of the Code of Federal Regulations are to chapter I of title\n21, unless otherwise noted.\n(a) Act means the Federal Food, Drug, and Cosmetic Act, as amended (secs. 201-902, 52 Stat. 1040 et seq. as\namended (21 U.S.C. 321-392)).\n(b) Application for research or marketing permit includes:\n(1) A color additive petition, described in part 71.\n(2) A food additive petition, described in parts 171 and 571.\n(3) Data and information about a substance submitted as part of the procedures for establishing that\nthe substance is generally recognized as safe for use that results or may reasonably be expected to\nresult, directly or indirectly, in its becoming a component or otherwise affecting the characteristics of\nany food, described in §§ 170.30 and 570.30.\n(4) Data and information about a food additive submitted as part of the procedures for food additives\npermitted to be used on an interim basis pending additional study, described in § 180.1.\n(5) Data and information about a substance submitted as part of the procedures for establishing a\ntolerance for unavoidable contaminants in food and food-packaging materials, described in section\n406 of the act.\n(6) An investigational new drug application, described in part 312 of this chapter.\n(7) A new drug application, described in part 314.\n(8) Data and information about the bioavailability or bioequivalence of drugs for human use submitted\nas part of the procedures for issuing, amending, or repealing a bioequivalence requirement,\ndescribed in part 320.\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.1\n21 CFR 50.3(b)(8) (enhanced display) page 2 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "3",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "e012f913-29f5-40a9-942d-4cd52a178522",
    "content": "(9) Data and information about an over-the-counter drug for human use submitted as part of the\nprocedures for classifying these drugs as generally recognized as safe and effective and not\nmisbranded, described in part 330.\n(10) Data and information about a prescription drug for human use submitted as part of the procedures\nfor classifying these drugs as generally recognized as safe and effective and not misbranded,\ndescribed in this chapter.\n(11) [Reserved]\n(12) An application for a biologics license, described in part 601 of this chapter.\n(13) Data and information about a biological product submitted as part of the procedures for determining\nthat licensed biological products are safe and effective and not misbranded, described in part 601.\n(14) Data and information about an in vitro diagnostic product submitted as part of the procedures for\nestablishing, amending, or repealing a standard for these products, described in part 809.\n(15) An Application for an Investigational Device Exemption, described in part 812.\n(16) Data and information about a medical device submitted as part of the procedures for classifying\nthese devices, described in section 513.\n(17) Data and information about a medical device submitted as part of the procedures for establishing,\namending, or repealing a standard for these devices, described in section 514.\n(18) An application for premarket approval of a medical device, described in section 515.\n(19) A product development protocol for a medical device, described in section 515.\n(20) Data and information about an electronic product submitted as part of the procedures for\nestablishing, amending, or repealing a standard for these products, described in section 358 of the\nPublic Health Service Act.\n(21) Data and information about an electronic product submitted as part of the procedures for obtaining\na variance from any electronic product performance standard, as described in § 1010.4.\n(22) Data and information about an electronic product submitted as part of the procedures for granting,\namending, or extending an exemption from a radiation safety performance standard, as described in\n§ 1010.5.\n(23) Data and information about a clinical study of an infant formula when submitted as part of an infant\nformula notification under section 412(c) of the Federal Food, Drug, and Cosmetic Act.\n(24) Data and information submitted in a petition for a nutrient content claim, described in § 101.69 of\nthis chapter, or for a health claim, described in § 101.70 of this chapter.\n(25) Data and information from investigations involving children submitted in a new dietary ingredient\nnotification, described in § 190.6 of this chapter.\n(c) Clinical investigation means any experiment that involves a test article and one or more human subjects\nand that either is subject to requirements for prior submission to the Food and Drug Administration under\nsection 505(i) or 520(g) of the act, or is not subject to requirements for prior submission to the Food and\nDrug Administration under these sections of the act, but the results of which are intended to be submitted\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.3(b)(9)\n21 CFR 50.3(c) (enhanced display) page 3 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "4",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "8f15c93b-945e-4344-b33e-1f716546a782",
    "content": "later to, or held for inspection by, the Food and Drug Administration as part of an application for a\nresearch or marketing permit. The term does not include experiments that are subject to the provisions of\npart 58 of this chapter, regarding nonclinical laboratory studies.\n(d) Investigator means an individual who actually conducts a clinical investigation, i.e., under whose\nimmediate direction the test article is administered or dispensed to, or used involving, a subject, or, in the\nevent of an investigation conducted by a team of individuals, is the responsible leader of that team.\n(e) Sponsor means a person who initiates a clinical investigation, but who does not actually conduct the\ninvestigation, i.e., the test article is administered or dispensed to or used involving, a subject under the\nimmediate direction of another individual. A person other than an individual (e.g., corporation or agency)\nthat uses one or more of its own employees to conduct a clinical investigation it has initiated is\nconsidered to be a sponsor (not a sponsor-investigator), and the employees are considered to be\ninvestigators.\n(f) Sponsor-investigator means an individual who both initiates and actually conducts, alone or with others, a\nclinical investigation, i.e., under whose immediate direction the test article is administered or dispensed\nto, or used involving, a subject. The term does not include any person other than an individual, e.g.,\ncorporation or agency.\n(g) Human subject means an individual who is or becomes a participant in research, either as a recipient of\nthe test article or as a control. A subject may be either a healthy human or a patient.\n(h) Institution means any public or private entity or agency (including Federal, State, and other agencies). The\nword facility as used in section 520(g) of the act is deemed to be synonymous with the term institution for\npurposes of this part.\n(i) Institutional review board (IRB) means any board, committee, or other group formally designated by an\ninstitution to review biomedical research involving humans as subjects, to approve the initiation of and\nconduct periodic review of such research. The term has the same meaning as the phrase institutional\nreview committee as used in section 520(g) of the act.\n(j) Test article means any drug (including a biological product for human use), medical device for human use,\nhuman food additive, color additive, electronic product, or any other article subject to regulation under the\nact or under sections 351 and 354-360F of the Public Health Service Act (42 U.S.C. 262 and 263b-263n).\n(k) Minimal risk means that the probability and magnitude of harm or discomfort anticipated in the research\nare not greater in and of themselves than those ordinarily encountered in daily life or during the\nperformance of routine physical or psychological examinations or tests.\n(l) Legally authorized representative means an individual or judicial or other body authorized under applicable\nlaw to consent on behalf of a prospective subject to the subject's particpation in the procedure(s)\ninvolved in the research.\n(m) Family member means any one of the following legally competent persons: Spouse; parents; children\n(including adopted children); brothers, sisters, and spouses of brothers and sisters; and any individual\nrelated by blood or affinity whose close association with the subject is the equivalent of a family\nrelationship.\n(n) Assent means a child's affirmative agreement to participate in a clinical investigation. Mere failure to\nobject should not, absent affirmative agreement, be construed as assent.\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.3(d)\n21 CFR 50.3(n) (enhanced display) page 4 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "5",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "8e7432fa-93d3-4ea1-bb8d-e991306750a7",
    "content": "[45 FR 36390, May 30, 1980, as amended at 46 FR 8950, Jan. 27, 1981; 54 FR 9038, Mar. 3, 1989; 56 FR 28028, June 18, 1991; 61\nFR 51528, Oct. 2, 1996; 62 FR 39440, July 23, 1997; 64 FR 399, Jan. 5, 1999; 64 FR 56448, Oct. 20, 1999; 66 FR 20597, Apr. 24,\n2001; 78 FR 12950, Feb. 26, 2013]\nSubpart B—Informed Consent of Human Subjects\nSource: 46 FR 8951, Jan. 27, 1981, unless otherwise noted.\n§ 50.20 General requirements for informed consent.\nExcept as provided in §§ 50.22, 50.23, and 50.24, no investigator may involve a human being as a subject in\nresearch covered by these regulations unless the investigator has obtained the legally effective informed consent of\nthe subject or the subject's legally authorized representative. An investigator shall seek such consent only under\ncircumstances that provide the prospective subject or the representative sufficient opportunity to consider whether\nor not to participate and that minimize the possibility of coercion or undue influence. The information that is given\nto the subject or the representative shall be in language understandable to the subject or the representative. No\ninformed consent, whether oral or written, may include any exculpatory language through which the subject or the\nrepresentative is made to waive or appear to waive any of the subject's legal rights, or releases or appears to\nrelease the investigator, the sponsor, the institution, or its agents from liability for negligence.\n[46 FR 8951, Jan. 27, 1981, as amended at 64 FR 10942, Mar. 8, 1999; 88 FR 88248, Dec. 21, 2023]\n§ 50.22 Exception from informed consent requirements for minimal risk clinical investigations.\nThe IRB responsible for the review, approval, and continuing review of the clinical investigation described in this\nsection may approve an informed consent procedure that does not include or that alters some or all of the elements\nof informed consent set forth in § 50.25(a) and (b), or may waive the requirement to obtain informed consent,\nprovided the IRB finds and documents the following:\n(o) Children means persons who have not attained the legal age for consent to treatments or procedures\ninvolved in clinical investigations, under the applicable law of the jurisdiction in which the clinical\ninvestigation will be conducted.\n(p) Parent means a child's biological or adoptive parent.\n(q) Ward means a child who is placed in the legal custody of the State or other agency, institution, or entity,\nconsistent with applicable Federal, State, or local law.\n(r) Permission means the agreement of parent(s) or guardian to the participation of their child or ward in a\nclinical investigation.\n(s) Guardian means an individual who is authorized under applicable State or local law to consent on behalf\nof a child to general medical care.\n(a) The clinical investigation involves no more than minimal risk to the subjects;\n(b) The clinical investigation could not practicably be carried out without the requested waiver or alteration;\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.3(o)\n21 CFR 50.22(b) (enhanced display) page 5 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "6",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "d2dc5a7a-23ff-456e-8e74-843aaf1b12fa",
    "content": "[88 FR 88248, Dec. 21, 2023]\n§ 50.23 Exception from general requirements.\n(c) If the clinical investigation involves using identifiable private information or identifiable biospecimens, the\nclinical investigation could not practicably be carried out without using such information or biospecimens\nin an identifiable format;\n(d) The waiver or alteration will not adversely affect the rights and welfare of the subjects; and\n(e) Whenever appropriate, the subjects or legally authorized representatives will be provided with additional\npertinent information after participation.\n(a) The obtaining of informed consent shall be deemed feasible unless, before use of the test article (except\nas provided in paragraph (b) of this section), both the investigator and a physician who is not otherwise\nparticipating in the clinical investigation certify in writing all of the following:\n(1) The human subject is confronted by a life-threatening situation necessitating the use of the test\narticle.\n(2) Informed consent cannot be obtained from the subject because of an inability to communicate with,\nor obtain legally effective consent from, the subject.\n(3) Time is not sufficient to obtain consent from the subject's legal representative.\n(4) There is available no alternative method of approved or generally recognized therapy that provides an\nequal or greater likelihood of saving the life of the subject.\n(b) If immediate use of the test article is, in the investigator's opinion, required to preserve the life of the\nsubject, and time is not sufficient to obtain the independent determination required in paragraph (a) of\nthis section in advance of using the test article, the determinations of the clinical investigator shall be\nmade and, within 5 working days after the use of the article, be reviewed and evaluated in writing by a\nphysician who is not participating in the clinical investigation.\n(c) The documentation required in paragraph (a) or (b) of this section shall be submitted to the IRB within 5\nworking days after the use of the test article.\n(d)\n(1) Under 10 U.S.C. 1107(f) the President may waive the prior consent requirement for the\nadministration of an investigational new drug to a member of the armed forces in connection with\nthe member's participation in a particular military operation. The statute specifies that only the\nPresident may waive informed consent in this connection and the President may grant such a waiver\nonly if the President determines in writing that obtaining consent: Is not feasible; is contrary to the\nbest interests of the military member; or is not in the interests of national security. The statute\nfurther provides that in making a determination to waive prior informed consent on the ground that it\nis not feasible or the ground that it is contrary to the best interests of the military members involved,\nthe President shall apply the standards and criteria that are set forth in the relevant FDA regulations\nfor a waiver of the prior informed consent requirements of section 505(i)(4) of the Federal Food,\nDrug, and Cosmetic Act (21 U.S.C. 355(i)(4)). Before such a determination may be made that\nobtaining informed consent from military personnel prior to the use of an investigational drug\n(including an antibiotic or biological product) in a specific protocol under an investigational new drug\napplication (IND) sponsored by the Department of Defense (DOD) and limited to specific military\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.22(c)\n21 CFR 50.23(d)(1) (enhanced display) page 6 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "7",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "aa05b902-090d-4ea7-b1f6-a1a938641302",
    "content": "personnel involved in a particular military operation is not feasible or is contrary to the best interests\nof the military members involved the Secretary of Defense must first request such a determination\nfrom the President, and certify and document to the President that the following standards and\ncriteria contained in paragraphs (d)(1) through (d)(4) of this section have been met.\n(i) The extent and strength of evidence of the safety and effectiveness of the investigational new\ndrug in relation to the medical risk that could be encountered during the military operation\nsupports the drug's administration under an IND.\n(ii) The military operation presents a substantial risk that military personnel may be subject to a\nchemical, biological, nuclear, or other exposure likely to produce death or serious or life-\nthreatening injury or illness.\n(iii) There is no available satisfactory alternative therapeutic or preventive treatment in relation to\nthe intended use of the investigational new drug.\n(iv) Conditioning use of the investigational new drug on the voluntary participation of each member\ncould significantly risk the safety and health of any individual member who would decline its\nuse, the safety of other military personnel, and the accomplishment of the military mission.\n(v) A duly constituted institutional review board (IRB) established and operated in accordance with\nthe requirements of paragraphs (d)(2) and (d)(3) of this section, responsible for review of the\nstudy, has reviewed and approved the investigational new drug protocol and the administration\nof the investigational new drug without informed consent. DOD's request is to include the\ndocumentation required by § 56.115(a)(2) of this chapter.\n(vi) DOD has explained:\n(A) The context in which the investigational drug will be administered, e.g., the setting or\nwhether it will be self-administered or it will be administered by a health professional;\n(B) The nature of the disease or condition for which the preventive or therapeutic treatment is\nintended; and\n(C) To the extent there are existing data or information available, information on conditions\nthat could alter the effects of the investigational drug.\n(vii) DOD's recordkeeping system is capable of tracking and will be used to track the proposed\ntreatment from supplier to the individual recipient.\n(viii) Each member involved in the military operation will be given, prior to the administration of the\ninvestigational new drug, a specific written information sheet (including information required by\n10 U.S.C. 1107(d)) concerning the investigational new drug, the risks and benefits of its use,\npotential side effects, and other pertinent information about the appropriate use of the product.\n(ix) Medical records of members involved in the military operation will accurately document the\nreceipt by members of the notification required by paragraph (d)(1)(viii) of this section.\n(x) Medical records of members involved in the military operation will accurately document the\nreceipt by members of any investigational new drugs in accordance with FDA regulations\nincluding part 312 of this chapter.\n(xi) DOD will provide adequate followup to assess whether there are beneficial or adverse health\nconsequences that result from the use of the investigational product.\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.23(d)(1)(i)\n21 CFR 50.23(d)(1)(xi) (enhanced display) page 7 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "8",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "2c161fe3-9cd6-4717-a92d-79e11519ab0a",
    "content": "(xii) DOD is pursuing drug development, including a time line, and marketing approval with due\ndiligence.\n(xiii) FDA has concluded that the investigational new drug protocol may proceed subject to a\ndecision by the President on the informed consent waiver request.\n(xiv) DOD will provide training to the appropriate medical personnel and potential recipients on the\nspecific investigational new drug to be administered prior to its use.\n(xv) DOD has stated and justified the time period for which the waiver is needed, not to exceed one\nyear, unless separately renewed under these standards and criteria.\n(xvi) DOD shall have a continuing obligation to report to the FDA and to the President any changed\ncircumstances relating to these standards and criteria (including the time period referred to in\nparagraph (d)(1)(xv) of this section) or that otherwise might affect the determination to use an\ninvestigational new drug without informed consent.\n(xvii) DOD is to provide public notice as soon as practicable and consistent with classification\nrequirements through notice in the FEDERAL REGISTER describing each waiver of informed\nconsent determination, a summary of the most updated scientific information on the products\nused, and other pertinent information.\n(xviii) Use of the investigational drug without informed consent otherwise conforms with applicable\nlaw.\n(2) The duly constituted institutional review board, described in paragraph (d)(1)(v) of this section, must\ninclude at least 3 nonaffiliated members who shall not be employees or officers of the Federal\nGovernment (other than for purposes of membership on the IRB) and shall be required to obtain any\nnecessary security clearances. This IRB shall review the proposed IND protocol at a convened\nmeeting at which a majority of the members are present including at least one member whose\nprimary concerns are in nonscientific areas and, if feasible, including a majority of the nonaffiliated\nmembers. The information required by § 56.115(a)(2) of this chapter is to be provided to the\nSecretary of Defense for further review.\n(3) The duly constituted institutional review board, described in paragraph (d)(1)(v) of this section, must\nreview and approve:\n(i) The required information sheet;\n(ii) The adequacy of the plan to disseminate information, including distribution of the information\nsheet to potential recipients, on the investigational product (e.g., in forms other than written);\n(iii) The adequacy of the information and plans for its dissemination to health care providers,\nincluding potential side effects, contraindications, potential interactions, and other pertinent\nconsiderations; and\n(iv) An informed consent form as required by part 50 of this chapter, in those circumstances in\nwhich DOD determines that informed consent may be obtained from some or all personnel\ninvolved.\n(4) DOD is to submit to FDA summaries of institutional review board meetings at which the proposed\nprotocol has been reviewed.\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.23(d)(1)(xii)\n21 CFR 50.23(d)(4) (enhanced display) page 8 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "9",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "9cf86108-5f9c-4898-a67a-4fff4f28ae8c",
    "content": "(5) Nothing in these criteria or standards is intended to preempt or limit FDA's and DOD's authority or\nobligations under applicable statutes and regulations.\n(e)\n(1) Obtaining informed consent for investigational in vitro diagnostic devices used to identify chemical,\nbiological, radiological, or nuclear agents will be deemed feasible unless, before use of the test\narticle, both the investigator (e.g., clinical laboratory director or other responsible individual) and a\nphysician who is not otherwise participating in the clinical investigation make the determinations\nand later certify in writing all of the following:\n(i) The human subject is confronted by a life-threatening situation necessitating the use of the\ninvestigational in vitro diagnostic device to identify a chemical, biological, radiological, or\nnuclear agent that would suggest a terrorism event or other public health emergency.\n(ii) Informed consent cannot be obtained from the subject because:\n(A) There was no reasonable way for the person directing that the specimen be collected to\nknow, at the time the specimen was collected, that there would be a need to use the\ninvestigational in vitro diagnostic device on that subject's specimen; and\n(B) Time is not sufficient to obtain consent from the subject without risking the life of the\nsubject.\n(iii) Time is not sufficient to obtain consent from the subject's legally authorized representative.\n(iv) There is no cleared or approved available alternative method of diagnosis, to identify the\nchemical, biological, radiological, or nuclear agent that provides an equal or greater likelihood\nof saving the life of the subject.\n(2) If use of the investigational device is, in the opinion of the investigator (e.g., clinical laboratory\ndirector or other responsible person), required to preserve the life of the subject, and time is not\nsufficient to obtain the independent determination required in paragraph (e)(1) of this section in\nadvance of using the investigational device, the determinations of the investigator shall be made\nand, within 5 working days after the use of the device, be reviewed and evaluated in writing by a\nphysician who is not participating in the clinical investigation.\n(3) The investigator must submit the written certification of the determinations made by the investigator\nand an independent physician required in paragraph (e)(1) or (e)(2) of this section to the IRB and\nFDA within 5 working days after the use of the device.\n(4) An investigator must disclose the investigational status of the in vitro diagnostic device and what is\nknown about the performance characteristics of the device in the report to the subject's health care\nprovider and in any report to public health authorities. The investigator must provide the IRB with the\ninformation required in § 50.25 (except for the information described in § 50.25(a)(8)) and the\nprocedures that will be used to provide this information to each subject or the subject's legally\nauthorized representative at the time the test results are provided to the subject's health care\nprovider and public health authorities.\n(5) The IRB is responsible for ensuring the adequacy of the information required in section 50.25 (except\nfor the information described in § 50.25(a)(8)) and for ensuring that procedures are in place to\nprovide this information to each subject or the subject's legally authorized representative.\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.23(d)(5)\n21 CFR 50.23(e)(5) (enhanced display) page 9 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "10",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "2faf2dae-2dd7-48a6-8719-b74e599655ba",
    "content": "[46 FR 8951, Jan. 27, 1981, as amended at 55 FR 52817, Dec. 21, 1990; 64 FR 399, Jan. 5, 1999; 64 FR 54188, Oct. 5, 1999; 71 FR\n32833, June 7, 2006; 76 FR 36993, June 24, 2011]\n§ 50.24 Exception from informed consent requirements for emergency research.\n(6) No State or political subdivision of a State may establish or continue in effect any law, rule,\nregulation or other requirement that informed consent be obtained before an investigational in vitro\ndiagnostic device may be used to identify chemical, biological, radiological, or nuclear agent in\nsuspected terrorism events and other potential public health emergencies that is different from, or in\naddition to, the requirements of this regulation.\n(a) The IRB responsible for the review, approval, and continuing review of the clinical investigation described\nin this section may approve that investigation without requiring that informed consent of all research\nsubjects be obtained if the IRB (with the concurrence of a licensed physician who is a member of or\nconsultant to the IRB and who is not otherwise participating in the clinical investigation) finds and\ndocuments each of the following:\n(1) The human subjects are in a life-threatening situation, available treatments are unproven or\nunsatisfactory, and the collection of valid scientific evidence, which may include evidence obtained\nthrough randomized placebo-controlled investigations, is necessary to determine the safety and\neffectiveness of particular interventions.\n(2) Obtaining informed consent is not feasible because:\n(i) The subjects will not be able to give their informed consent as a result of their medical\ncondition;\n(ii) The intervention under investigation must be administered before consent from the subjects'\nlegally authorized representatives is feasible; and\n(iii) There is no reasonable way to identify prospectively the individuals likely to become eligible for\nparticipation in the clinical investigation.\n(3) Participation in the research holds out the prospect of direct benefit to the subjects because:\n(i) Subjects are facing a life-threatening situation that necessitates intervention;\n(ii) Appropriate animal and other preclinical studies have been conducted, and the information\nderived from those studies and related evidence support the potential for the intervention to\nprovide a direct benefit to the individual subjects; and\n(iii) Risks associated with the investigation are reasonable in relation to what is known about the\nmedical condition of the potential class of subjects, the risks and benefits of standard therapy,\nif any, and what is known about the risks and benefits of the proposed intervention or activity.\n(4) The clinical investigation could not practicably be carried out without the waiver.\n(5) The proposed investigational plan defines the length of the potential therapeutic window based on\nscientific evidence, and the investigator has committed to attempting to contact a legally authorized\nrepresentative for each subject within that window of time and, if feasible, to asking the legally\nauthorized representative contacted for consent within that window rather than proceeding without\nconsent. The investigator will summarize efforts made to contact legally authorized representatives\nand make this information available to the IRB at the time of continuing review.\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.23(e)(6)\n21 CFR 50.24(a)(5) (enhanced display) page 10 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "11",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "d21f37f2-ab62-4b0a-82fb-3c42e3da68ff",
    "content": "(6) The IRB has reviewed and approved informed consent procedures and an informed consent\ndocument consistent with § 50.25. These procedures and the informed consent document are to be\nused with subjects or their legally authorized representatives in situations where use of such\nprocedures and documents is feasible. The IRB has reviewed and approved procedures and\ninformation to be used when providing an opportunity for a family member to object to a subject's\nparticipation in the clinical investigation consistent with paragraph (a)(7)(v) of this section.\n(7) Additional protections of the rights and welfare of the subjects will be provided, including, at least:\n(i) Consultation (including, where appropriate, consultation carried out by the IRB) with\nrepresentatives of the communities in which the clinical investigation will be conducted and\nfrom which the subjects will be drawn;\n(ii) Public disclosure to the communities in which the clinical investigation will be conducted and\nfrom which the subjects will be drawn, prior to initiation of the clinical investigation, of plans for\nthe investigation and its risks and expected benefits;\n(iii) Public disclosure of sufficient information following completion of the clinical investigation to\napprise the community and researchers of the study, including the demographic characteristics\nof the research population, and its results;\n(iv) Establishment of an independent data monitoring committee to exercise oversight of the\nclinical investigation; and\n(v) If obtaining informed consent is not feasible and a legally authorized representative is not\nreasonably available, the investigator has committed, if feasible, to attempting to contact within\nthe therapeutic window the subject's family member who is not a legally authorized\nrepresentative, and asking whether he or she objects to the subject's participation in the clinical\ninvestigation. The investigator will summarize efforts made to contact family members and\nmake this information available to the IRB at the time of continuing review.\n(b) The IRB is responsible for ensuring that procedures are in place to inform, at the earliest feasible\nopportunity, each subject, or if the subject remains incapacitated, a legally authorized representative of\nthe subject, or if such a representative is not reasonably available, a family member, of the subject's\ninclusion in the clinical investigation, the details of the investigation and other information contained in\nthe informed consent document. The IRB shall also ensure that there is a procedure to inform the subject,\nor if the subject remains incapacitated, a legally authorized representative of the subject, or if such a\nrepresentative is not reasonably available, a family member, that he or she may discontinue the subject's\nparticipation at any time without penalty or loss of benefits to which the subject is otherwise entitled. If a\nlegally authorized representative or family member is told about the clinical investigation and the\nsubject's condition improves, the subject is also to be informed as soon as feasible. If a subject is entered\ninto a clinical investigation with waived consent and the subject dies before a legally authorized\nrepresentative or family member can be contacted, information about the clinical investigation is to be\nprovided to the subject's legally authorized representative or family member, if feasible.\n(c) The IRB determinations required by paragraph (a) of this section and the documentation required by\nparagraph (e) of this section are to be retained by the IRB for at least 3 years after completion of the\nclinical investigation, and the records shall be accessible for inspection and copying by FDA in\naccordance with § 56.115(b) of this chapter.\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.24(a)(6)\n21 CFR 50.24(c) (enhanced display) page 11 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "12",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "f897be0c-746f-4564-ae48-459afb441792",
    "content": "[61 FR 51528, Oct. 2, 1996]\n§ 50.25 Elements of informed consent.\n(d) Protocols involving an exception to the informed consent requirement under this section must be\nperformed under a separate investigational new drug application (IND) or investigational device\nexemption (IDE) that clearly identifies such protocols as protocols that may include subjects who are\nunable to consent. The submission of those protocols in a separate IND/IDE is required even if an IND for\nthe same drug product or an IDE for the same device already exists. Applications for investigations under\nthis section may not be submitted as amendments under §§ 312.30 or 812.35 of this chapter.\n(e) If an IRB determines that it cannot approve a clinical investigation because the investigation does not\nmeet the criteria in the exception provided under paragraph (a) of this section or because of other\nrelevant ethical concerns, the IRB must document its findings and provide these findings promptly in\nwriting to the clinical investigator and to the sponsor of the clinical investigation. The sponsor of the\nclinical investigation must promptly disclose this information to FDA and to the sponsor's clinical\ninvestigators who are participating or are asked to participate in this or a substantially equivalent clinical\ninvestigation of the sponsor, and to other IRB's that have been, or are, asked to review this or a\nsubstantially equivalent investigation by that sponsor.\n(a) Basic elements of informed consent. In seeking informed consent, the following information shall be\nprovided to each subject:\n(1) A statement that the study involves research, an explanation of the purposes of the research and the\nexpected duration of the subject's participation, a description of the procedures to be followed, and\nidentification of any procedures which are experimental.\n(2) A description of any reasonably foreseeable risks or discomforts to the subject.\n(3) A description of any benefits to the subject or to others which may reasonably be expected from the\nresearch.\n(4) A disclosure of appropriate alternative procedures or courses of treatment, if any, that might be\nadvantageous to the subject.\n(5) A statement describing the extent, if any, to which confidentiality of records identifying the subject\nwill be maintained and that notes the possibility that the Food and Drug Administration may inspect\nthe records.\n(6) For research involving more than minimal risk, an explanation as to whether any compensation and\nan explanation as to whether any medical treatments are available if injury occurs and, if so, what\nthey consist of, or where further information may be obtained.\n(7) An explanation of whom to contact for answers to pertinent questions about the research and\nresearch subjects' rights, and whom to contact in the event of a research-related injury to the\nsubject.\n(8) A statement that participation is voluntary, that refusal to participate will involve no penalty or loss of\nbenefits to which the subject is otherwise entitled, and that the subject may discontinue\nparticipation at any time without penalty or loss of benefits to which the subject is otherwise\nentitled.\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.24(d)\n21 CFR 50.25(a)(8) (enhanced display) page 12 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "13",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "2f6146c5-f009-43cf-ab8f-1dfc34076aee",
    "content": "[46 FR 8951, Jan. 27, 1981, as amended at 76 FR 270, Jan. 4, 2011]\n§ 50.27 Documentation of informed consent.\n(b) Additional elements of informed consent. When appropriate, one or more of the following elements of\ninformation shall also be provided to each subject:\n(1) A statement that the particular treatment or procedure may involve risks to the subject (or to the\nembryo or fetus, if the subject is or may become pregnant) which are currently unforeseeable.\n(2) Anticipated circumstances under which the subject's participation may be terminated by the\ninvestigator without regard to the subject's consent.\n(3) Any additional costs to the subject that may result from participation in the research.\n(4) The consequences of a subject's decision to withdraw from the research and procedures for orderly\ntermination of participation by the subject.\n(5) A statement that significant new findings developed during the course of the research which may\nrelate to the subject's willingness to continue participation will be provided to the subject.\n(6) The approximate number of subjects involved in the study.\n(c) When seeking informed consent for applicable clinical trials, as defined in 42 U.S.C. 282(j)(1)(A), the\nfollowing statement shall be provided to each clinical trial subject in informed consent documents and\nprocesses. This will notify the clinical trial subject that clinical trial information has been or will be\nsubmitted for inclusion in the clinical trial registry databank under paragraph (j) of section 402 of the\nPublic Health Service Act. The statement is: “A description of this clinical trial will be available on\nhttp://www.ClinicalTrials.gov, as required by U.S. Law. This Web site will not include information that can\nidentify you. At most, the Web site will include a summary of the results. You can search this Web site at\nany time.”\n(d) The informed consent requirements in these regulations are not intended to preempt any applicable\nFederal, State, or local laws which require additional information to be disclosed for informed consent to\nbe legally effective.\n(e) Nothing in these regulations is intended to limit the authority of a physician to provide emergency medical\ncare to the extent the physician is permitted to do so under applicable Federal, State, or local law.\n(a) Except as provided in § 56.109(c), informed consent shall be documented by the use of a written consent\nform approved by the IRB and signed and dated by the subject or the subject's legally authorized\nrepresentative at the time of consent. A copy shall be given to the person signing the form.\n(b) Except as provided in § 56.109(c), the consent form may be either of the following:\n(1) A written consent document that embodies the elements of informed consent required by § 50.25.\nThis form may be read to the subject or the subject's legally authorized representative, but, in any\nevent, the investigator shall give either the subject or the representative adequate opportunity to read\nit before it is signed.\n(2) A short form written consent document stating that the elements of informed consent required by §\n50.25 have been presented orally to the subject or the subject's legally authorized representative.\nWhen this method is used, there shall be a witness to the oral presentation. Also, the IRB shall\napprove a written summary of what is to be said to the subject or the representative. Only the short\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.25(b)\n21 CFR 50.27(b)(2) (enhanced display) page 13 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "14",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "823baee3-1209-42cc-91a8-66b451af6ae8",
    "content": "[46 FR 8951, Jan. 27, 1981, as amended at 61 FR 57280, Nov. 5, 1996]\nSubpart C [Reserved]\nSubpart D—Additional Safeguards for Children in Clinical Investigations\nSource: 66 FR 20598, Apr. 24, 2001, unless otherwise noted.\n§ 50.50 IRB duties.\nIn addition to other responsibilities assigned to IRBs under this part and part 56 of this chapter, each IRB must\nreview clinical investigations involving children as subjects covered by this subpart D and approve only those\nclinical investigations that satisfy the criteria described in § 50.51, § 50.52, or § 50.53 and the conditions of all\nother applicable sections of this subpart D.\n§ 50.51 Clinical investigations not involving greater than minimal risk.\nAny clinical investigation within the scope described in §§ 50.1 and 56.101 of this chapter in which no greater than\nminimal risk to children is presented may involve children as subjects only if the IRB finds that:\n[78 FR 12951, Feb. 26, 2013]\n§ 50.52 Clinical investigations involving greater than minimal risk but presenting the prospect\nof direct benefit to individual subjects.\nAny clinical investigation within the scope described in §§ 50.1 and 56.101 of this chapter in which more than\nminimal risk to children is presented by an intervention or procedure that holds out the prospect of direct benefit for\nthe individual subject, or by a monitoring procedure that is likely to contribute to the subject's well-being, may\ninvolve children as subjects only if the IRB finds that:\n[66 FR 20598, Apr. 24, 2001, as amended at 78 FR 12951, Feb. 26, 2013]\nform itself is to be signed by the subject or the representative. However, the witness shall sign both\nthe short form and a copy of the summary, and the person actually obtaining the consent shall sign a\ncopy of the summary. A copy of the summary shall be given to the subject or the representative in\naddition to a copy of the short form.\n(a) No greater than minimal risk to children is presented; and\n(b) Adequate provisions are made for soliciting the assent of the children and the permission of their parents\nor guardians as set forth in § 50.55.\n(a) The risk is justified by the anticipated benefit to the subjects;\n(b) The relation of the anticipated benefit to the risk is at least as favorable to the subjects as that presented\nby available alternative approaches; and\n(c) Adequate provisions are made for soliciting the assent of the children and permission of their parents or\nguardians as set forth in § 50.55.\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.50\n21 CFR 50.52(c) (enhanced display) page 14 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "15",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "a51d02d6-1e87-4354-872e-1ab9ef674047",
    "content": "§ 50.53 Clinical investigations involving greater than minimal risk and no prospect of direct\nbenefit to individual subjects, but likely to yield generalizable knowledge about the subjects'\ndisorder or condition.\nAny clinical investigation within the scope described in §§ 50.1 and 56.101 of this chapter in which more than\nminimal risk to children is presented by an intervention or procedure that does not hold out the prospect of direct\nbenefit for the individual subject, or by a monitoring procedure that is not likely to contribute to the well-being of the\nsubject, may involve children as subjects only if the IRB finds that:\n[66 FR 20598, Apr. 24, 2001, as amended at 78 FR 12951, Feb. 26, 2013]\n§ 50.54 Clinical investigations not otherwise approvable that present an opportunity to\nunderstand, prevent, or alleviate a serious problem affecting the health or welfare of children.\nIf an IRB does not believe that a clinical investigation within the scope described in §§ 50.1 and 56.101 of this\nchapter and involving children as subjects meets the requirements of § 50.51, § 50.52, or § 50.53, the clinical\ninvestigation may proceed only if:\n[66 FR 20598, Apr. 24, 2001, as amended at 78 FR 12951, Feb. 26, 2013]\n(a) The risk represents a minor increase over minimal risk;\n(b) The intervention or procedure presents experiences to subjects that are reasonably commensurate with\nthose inherent in their actual or expected medical, dental, psychological, social, or educational situations;\n(c) The intervention or procedure is likely to yield generalizable knowledge about the subjects' disorder or\ncondition that is of vital importance for the understanding or amelioration of the subjects' disorder or\ncondition; and\n(d) Adequate provisions are made for soliciting the assent of the children and permission of their parents or\nguardians as set forth in § 50.55.\n(a) The IRB finds that the clinical investigation presents a reasonable opportunity to further the\nunderstanding, prevention, or alleviation of a serious problem affecting the health or welfare of children;\nand\n(b) The Commissioner of Food and Drugs, after consultation with a panel of experts in pertinent disciplines\n(for example: science, medicine, education, ethics, law) and following opportunity for public review and\ncomment, determines either:\n(1) That the clinical investigation in fact satisfies the conditions of § 50.51, § 50.52, or § 50.53, as\napplicable, or\n(2) That the following conditions are met:\n(i) The clinical investigation presents a reasonable opportunity to further the understanding,\nprevention, or alleviation of a serious problem affecting the health or welfare of children;\n(ii) The clinical investigation will be conducted in accordance with sound ethical principles; and\n(iii) Adequate provisions are made for soliciting the assent of children and the permission of their\nparents or guardians as set forth in § 50.55.\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.53\n21 CFR 50.54(b)(2)(iii) (enhanced display) page 15 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "16",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "ee2cba78-03dd-4c37-917f-b3f9f96c8f1e",
    "content": "§ 50.55 Requirements for permission by parents or guardians and for assent by children.\n[66 FR 20598, Apr. 24, 2001, as amended at 78 FR 12951, Feb. 26, 2013]\n(a) In addition to the determinations required under other applicable sections of this subpart D, the IRB must\ndetermine that adequate provisions are made for soliciting the assent of the children when in the\njudgment of the IRB the children are capable of providing assent.\n(b) In determining whether children are capable of providing assent, the IRB must take into account the ages,\nmaturity, and psychological state of the children involved. This judgment may be made for all children to\nbe involved in clinical investigations under a particular protocol, or for each child, as the IRB deems\nappropriate.\n(c) The assent of the children is not a necessary condition for proceeding with the clinical investigation if the\nIRB determines:\n(1) That the capability of some or all of the children is so limited that they cannot reasonably be\nconsulted, or\n(2) That the intervention or procedure involved in the clinical investigation holds out a prospect of direct\nbenefit that is important to the health or well-being of the children and is available only in the context\nof the clinical investigation.\n(d) Even where the IRB determines that the subjects are capable of assenting, the IRB may still waive the\nassent requirement if it finds and documents that:\n(1) The clinical investigation involves no more than minimal risk to the subjects;\n(2) The waiver will not adversely affect the rights and welfare of the subjects;\n(3) The clinical investigation could not practicably be carried out without the waiver; and\n(4) Whenever appropriate, the subjects will be provided with additional pertinent information after\nparticipation.\n(e) In addition to the determinations required under other applicable sections of this subpart D, the IRB must\ndetermine, in accordance with and to the extent that consent is required under part 50, that the\npermission of each child's parents or guardian is granted.\n(1) Where parental permission is to be obtained, the IRB may find that the permission of one parent is\nsufficient for clinical investigations to be conducted under § 50.51 or § 50.52.\n(2) Where clinical investigations are covered by § 50.53 or § 50.54 and permission is to be obtained\nfrom parents, both parents must give their permission unless one parent is deceased, unknown,\nincompetent, or not reasonably available, or when only one parent has legal responsibility for the\ncare and custody of the child.\n(f) Permission by parents or guardians must be documented in accordance with and to the extent required by\n§ 50.27.\n(g) When the IRB determines that assent is required, it must also determine whether and how assent must be\ndocumented.\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.55\n21 CFR 50.55(g) (enhanced display) page 16 of 17"
  },
  {
    "section_title": "Full Document Content",
    "page_label": "17",
    "heading_level": 0,
    "heading_id": "",
    "parent_node_id": null,
    "node_id": "a32388bb-1080-48ec-a3b9-6a09e0026ef8",
    "content": "§ 50.56 Wards.\n(a) Children who are wards of the State or any other agency, institution, or entity can be included in clinical\ninvestigations approved under § 50.53 or § 50.54 only if such clinical investigations are:\n(1) Related to their status as wards; or\n(2) Conducted in schools, camps, hospitals, institutions, or similar settings in which the majority of\nchildren involved as subjects are not wards.\n(b) If the clinical investigation is approved under paragraph (a) of this section, the IRB must require\nappointment of an advocate for each child who is a ward.\n(1) The advocate will serve in addition to any other individual acting on behalf of the child as guardian or\nin loco parentis.\n(2) One individual may serve as advocate for more than one child.\n(3) The advocate must be an individual who has the background and experience to act in, and agrees to\nact in, the best interest of the child for the duration of the child's participation in the clinical\ninvestigation.\n(4) The advocate must not be associated in any way (except in the role as advocate or member of the\nIRB) with the clinical investigation, the investigator(s), or the guardian organization.\n21 CFR Part 50 (up to date as of 5/02/2025)\nProtection of Human Subjects 21 CFR 50.56\n21 CFR 50.56(b)(4) (enhanced display) page 17 of 17"
  }
]